[
    {
        "title": "Herbert and Florence Irving Cancer Research Data Scientists",
        "type": "Not mentioned",
        "location": "New York City",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/Columbia-University-Data-Science-Institute/Herbert-And-Florence-Irving-Cancer-Research-Data-Scientists-Job~101783",
        "description": "\n                        <p>The Data Science Institute of Columbia University invites applications for research scientists at all levels: Associate Research Scientist, Research Scientist, and Senior Research Scientist. This position is endowed and the holder will be named a Herbert and Florence Irving Cancer Research Data Scientist. A successful candidate will serve as a resident expert in data science whose research interests are specifically focused on advancing and applying data science to understanding cancer. The incumbent will foster collaborations with world-class faculty across Columbia’s schools, centers and institutes in order to guide, plan and execute data science research and technological innovation in cancer-related research.</p><p>Columbia University is a leader in the burgeoning field of data science, with depth drawing from foundational strengths in computer science, artificial intelligence, machine learning, statistics and operations research, and the breadth of applications in every field of inquiry offered university-wide. Founded in 2012, Columbia’s Data Science Institute has 350 affiliated faculty from 18 different schools, colleges, and institutes across the University. The Institute provides research and educational opportunities in data science as applied to the biomedical sciences, the natural sciences, the social sciences, public policy, law, business, finance, media, engineering, the arts and humanities. The Institute boasts a robust industrial affiliates program with opportunities to collaborate with domestic, international and multinational organizations and strong ties with New York City’s economic development engine, including the dynamic and rapidly growing start-up community.</p><p>The Data Science Institute at Columbia University promotes “Data for Good” through its mission: to advance the state-of-the-art in data science; to transform all fields, professions, and sectors through the application of data science; and to ensure the responsible use of data to benefit society.</p><p>We expect successful candidates to:</p><ul><li>Advance and apply data science in the context of cancer research;</li><li>Identify opportunities for and participate in long-term cancer related research collaborations between the Data Science Institute and the various schools at the University, the Herbert Irving Comprehensive Cancer Center and the Herbert and Florence Irving Institute for Cancer Dynamics;</li><li>Contribute to and steward multi- and interdisciplinary data science research projects across the University;</li><li>Support the mission of the Institute on developing the interplay between data science and cancer research, through contributions to outreach and training.</li></ul>\n                    ",
        "tags": [],
        "id": "Herbert-And-Florence-Irving-Cancer-Research-Data-Scientists-Job~101783"
    },
    {
        "title": "Postdoctoral Research Scientist",
        "type": "Not mentioned",
        "location": "New York City",
        "salary_start": 75,
        "salary_end": 100,
        "apply_link": "https://datajobs.com/Columbia-University-Data-Science-Institute/Postdoctoral-Research-Scientist-Job~115107",
        "description": "\n                        <p>The Data Science Institute (DSI) at Columbia University invites applications for the 2023 cohort of the DSI Post-Doctoral Fellows Program. This program is to produce next-generation leaders in data science. Fellows will carry out independent and novel research in an environment that fosters multi-disciplinary, collaborative research. We seek fellows who will support DSI’s broad mission:</p><p>1. Advance the state of the art in data science;</p><p>2. Transform all fields, professions, and sectors through the application of data science;</p><p>3. Ensure the responsible use of data for the benefit of society.</p><p>The Data Science Institute at Columbia University, a world-leading institution in research and education of data science, is positioned to promote “Data for Good”: using data to address societal challenges and bringing humanistic perspectives as—not after—new science and technology is invented. At Columbia, data science literally touches every corner of the university. </p><p>The Data Science Institute at Columbia University, started in 2012, is a university-level institute representing over 350 faculty from 18 different schools, institutes, and colleges across campus, along with a robust industrial affiliates program and strong ties with New York City’s economic development, including the dynamic and fast-growing start-up community. We are focused on world-class research and training data scientists who go on to be leaders in academia, industry, and government.</p><p>Program Goals: For the DSI Post-Doctoral Fellows Program, we seek candidates who are recent Ph.D. graduates and have explicit interests in advancing and/or applying data science to other domains. Prior experience in data science is not required. We are especially looking for candidates with the courage and interest to learn a new field, be part of a select like-minded cohort of fellows, and along with Columbia University DSI members, help define the field of data science for the long-term future. We encourage applications from candidates with diverse backgrounds, experiences, and identities.</p><p>In collaboration with other schools, centers, and institutes at Columbia, the Data Science Institute also encourages candidates with specific interests in the following areas. Please indicate the area(s) within your cover letter. </p><ul><li><a href=\"https://leap.columbia.edu/\" target=\"_blank\">Learning the Earth with Artificial Intelligence and Physics (LEAP)</a> seeks fellows who will contribute to our mission of developing novel machine learning algorithms to harness data from high-fidelity simulations or sparse and noisy observations to improve climate projections. We are particularly interested in candidates who use physical and causal constraints or Bayesian approaches.<br/> </li><li><a href=\"https://cancerdynamics.columbia.edu/\" target=\"_blank\">The Herbert and Florence Irving Institute for Cancer Dynamics</a> seeks fellows who will support our shared mission of improving the understanding of cancer biology, origins, treatment, and prevention through data-driven approaches. We are particularly interested in candidates who will further advance core research in statistics, machine learning, AI and probabilistic modeling.<br/> </li><li><a href=\"https://zuckermaninstitute.columbia.edu/\" target=\"_blank\">The Zuckerman Mind Brain Behavior Institute</a> seeks fellows who are interested in using advanced data science and computational methods to understand how the brain works, from the neuron level to the cognitive level.<br/> </li><li><a href=\"https://climate.columbia.edu/\" target=\"_blank\">The Columbia Climate School</a> seeks fellows who are interested in the interdisciplinary study of the science, consequences, and human dimensions of climate change. We are particularly interested in the urgent problems of Coastal Resilience, Global Decarbonization, Disaster Resilience, and Food for Humanity. We invite postdoctoral contributions in the basic and translational sciences, as well as in applied policy and direct societal interventions.<br/> </li><li><a href=\"https://www.ntc.columbia.edu/\" target=\"_blank\">The Neuro Technology Center</a> seeks fellows who will assist in our shared mission to support the development of advanced optical, electrical, and computational technologies for the study of complex neurobiological systems using data-driven methods. We are particularly interested in candidates who will further advance core research in computational neuroscience and its links with machine learning and artificial intelligence.<br/> </li><li><a href=\"https://www.mailman.columbia.edu/\" target=\"_blank\">The Mailman School of Public Health</a> seeks fellows who will assist in our shared mission to support and amplify health analytics. We are particularly interested in candidates who will further advance core research in the use of advanced data analytics to solve issues pertaining to population-scale health issues and preventive strategies, e.g., modeling climate effects on health, integrative-omics in large populations, impact of social networks on health, and data-streaming from personal monitoring devices.<br/> </li><li><a href=\"https://www.povertycenter.columbia.edu/\" target=\"_blank\">The Center on Poverty and Social Policy</a> seeks fellows who will support our shared mission to address the role of social policy in reducing poverty. We are particularly interested in candidates who will further advance core research in understanding trends in historical poverty, economic insecurity, immobility, and inequality, using novel data sources, and data-driven methods. Specifically we will further advance the usage of data that utilizes scanned receipts and optical recognition software to try to assess the impacts of the recently-enacted expansion of the Child Tax Credit on spending behavior.<br/> </li><li><a href=\"https://www.columbiapsychiatry.org/research/research-areas\" target=\"_blank\">The Department of Psychiatry</a> seeks fellows interested in applying data science and cognitive systems to research on mental health, substance use disorders, and neuroscience. Opportunities for scalable data-driven science in psychiatry and clinical neuroscience are growing rapidly, and fellows would help advance the state-of-art in these areas. We are particularly interested in areas such as utilizing large and real-time medical record systems for addressing optimal patient-clinician feedback and treatment decisions; and utilizing multimodal neuroimaging data (including large consortia like the adolescent brain cognitive development [ABCD] study) for discovering underlying brain mechanism and development of psychiatric disorders.</li></ul><ul><li><a href=\"https://stat.columbia.edu/\" target=\"_blank\">The Department of Statistics</a> seeks fellows who will support our shared mission of developing statistical insights into machine learning in the context of emerging challenges such as domain adaptation, representation learning, differential privacy, fairness, causal inference, etc. We are particularly interested in candidates who will expand core statistical methods and theory, as motivated by cutting-edge data science applications with broad societal impacts. Successful candidates are expected to engage and bridge between core faculty from Statistics, and faculty in any of the many departments involved with the Columbia data science center.</li></ul><p>Additional Information: Appointments for the cohort of DSI Fellows start on/around July 1, 2023, with guaranteed funding for two years. In addition to a competitive salary package, DSI Fellows will also be provided with a research expenditure budget of that can be used for conference travel, computing equipment, and/or other research-related costs.</p><p>Statement on Racial Equity</p><p>The Data Science Institute is committed to racial equity and justice. Research statements should explicitly state that the project will uphold these values, e.g., stating that the methods used to collect and analyze project data and the project outcomes reported are fair, just, and ethical.<br/> </p><p>Qualifications</p><p>Minimum Degree Required: For the DSI Post-Doctoral Fellows Program, we seek candidates who are recent Ph.D. graduates and have explicit interests in advancing and/or applying data science to other domains.</p><p>Preferred Qualifications: Prior experience in data science is not required. We are especially looking for candidates with the courage and interest to learn a new field, be part of a prestigious cohort of like-minded fellows, and along with Columbia University DSI members, help define the field of data science for the long-term future. We encourage applications from candidates with diverse backgrounds, experiences, and identities.</p><p>Application Instructions</p><p>Required Application Materials</p><ul><li>A cover letter that explains your motivation for applying to this program and indicates your choice of mentors (and special interest area if applicable).</li><li>A curriculum vitae, including a list of publications</li><li>A brief research statement that summarizes current research interests, past accomplishments, and future research goals. It should contain a short proposal for the research activities you plan to do as a DSI Fellow, including a schedule with milestones, and statement and commitment to racial equity.</li><li>Up to three representative research papers.</li><li>Three letters of reference submitted directly by the recommenders</li></ul><p>Mentor Selection</p><p>Candidates should identify between two and five potential mentors who are current Columbia faculty members, including DSI faculty affiliates. Candidates are welcome to look beyond this list. If you are interested in applying data science to a specific domain, we encourage you to identify mentors from both a foundational area (applied mathematics, computer science, electrical engineering, machine learning, optimization, statistics, etc.) and a domain area. Using your input, the DSI will ensure the best possible match of mentor(s) for you.</p><p>Dates and Deadlines</p><p>Application Deadline: December 15, 2022.</p><p>Candidates are encouraged to apply as early as possible. There may be limited space for postdoctoral researchers beyond this deadline, and the DSI may consider applications from exceptional candidates.</p><p>If you would like more information, please reach out to Ming Yuan, Associate Director of Research and Education.<br/> </p><p>Equal Employment Opportunity Statement</p><p>Columbia University is an Equal Opportunity Employer / Disability / Veteran</p>\n                    ",
        "tags": [],
        "id": "Postdoctoral-Research-Scientist-Job~115107"
    },
    {
        "title": "Data Scientist",
        "type": "Not mentioned",
        "location": "Chicago, IL",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/COPA/Data-Scientist-Job~118340",
        "description": "\n                        <p><strong>WORKING WITH THE CIVILIAN OFFICE OF POLICE ACCOUNTABILITY (COPA)</strong></p><p>The mission of COPA is to:</p><ul><li>provide a just and efficient means to fairly and timely conduct investigations within our jurisdiction.</li><li>determine whether allegations of police misconduct are well-founded.</li><li>identify and address patterns of police misconduct; and</li><li>make policy recommendations to improve the Chicago Police Department, thereby reducing incident of police misconduct.</li></ul><p><strong>ROLE SUMMARY</strong></p><p>Under the supervision of the Deputy Chief Administrator of COPA’s Policy, Research<br/>and Analysis Division (PRAD), the Data Scientist will be assigned to PRAD on a variety<br/>of data engineering and analysis projects to help develop actionable, data driven<br/>solutions that inform strategic decisions, and will perform related duties as required.</p><p>Location: 1615 W. Chicago Ave, 4th floor, Chicago, IL 60622<br/>Days: Monday - Friday<br/>Hours: 9:00am to 5:00pm<br/>Salary: up to $90,084<br/>This position is NOT in the career service.</p><p><strong>ESSENTIAL DUTIES</strong></p><ul><li>Leverages structured, semi-structured, and unstructured data to inform decision making through data mining, statistical methods, applied artificial intelligence/machine learning algorithms, and/or spatial analyses to find patterns and relationships in large volumes of data.</li><li>Develops standardized data processing systems for transformation, coding, linking, de-duplicating and combining of data sets.</li><li>Uses data to establish, maintain, and improve statistical models addressing departmental needs.</li><li>Assists in coordinating access to existing data systems, ensuring data security and integrity.</li><li>Develops data processing strategies, application programming interface (API) access and outputs for new departmental projects and programs requiring data.</li><li>Produces exploratory data summaries, visualizations, and presentations to highlight topics of potential focus for further analysis, policy review, and/or external collaboration.</li><li>Identifies new ways to use existing data, new links between existing data, and new useful data sources.</li><li>Works collaboratively to identify and resolve data quality issues.</li><li>Documents analysis approach, methods, and programming code to allow projects to be transferred and automated.</li><li>Contributes to policy recommendations, advisories, and research/analysis reports where applicable.</li><li>Coordinates and communicates across teams to understand their processes and determine project feasibility, deliverables, scope, timeline, reporting, and impact.</li><li>Stays abreast of current events and activities and participates in seminars, webinars, and other activities to develop skills and incorporate new advancements in the field of data science.</li><li>Presents work at related meetings and conferences.</li></ul><p>The list of essential duties is not intended to be exhaustive; there may be other duties<br/>that are essential.</p><p><strong>MINIMUM QUALIFICATIONS</strong></p><p>Graduation from an accredited college or university with a Bachelor’s degree in Data<br/>Analytics, Statistics, Mathematics, Economics, Computer Science, or Information<br/>Technology/Systems or a directly related field, plus three (3) years of experience in data<br/>analysis or data management; or an equivalent combination of education, training, and<br/>experience.</p><p>Preference will be given to candidates possessing the following:</p><ul><li>A Master’s degree in Data Analytics, Statistics, Mathematics, Economics, Computer Science, or Information Technology/Systems or a directly related field.</li><li>Previous professional experience creating, managing, or using databases and database software.</li><li>Previous professional experience developing advanced statistical models to inform organizational decision making.</li><li>Previous professional experience requiring the collection, analysis, and written summarization of quantitative and/or qualitative data.</li><li>Previous professional experience creating data visualizations.</li><li>Previous professional experience using Geographic Information System (GIS) tools and working with spatial data.</li><li>Knowledge of and experience with applied data science in the context of criminal justice, policing, or public policy.</li><li>Ability to fluently read, write and speak any language other than English.</li></ul><p><strong>ABOUT YOU:</strong></p><p>COPA is seeking candidates with a strong focus on the following values:</p><ul><li>Integrity: Maintaining a commitment to honesty, personal responsibility, excellence, and utmost professionalism in the work performed by COPA and in all internal and external interactions. This includes a commitment to identifying and dismantling discriminatory systems and culture within COPA, the Chicago Police Department, and the community.</li><li>Transparency: Promoting the sharing of information about the work of COPA internally and externally in a manner not in conflict with City and COPA policy, such that the public trust in the mission of COPA is established and maintained. This includes a commitment to cultivating a respectful work environment and team building to ensure effective communication that furthers common goals.</li><li>Independence: Conducting the business of COPA in a manner that is objective and free from political or other outside influences, such that the public trust in the mission and work of COPA is established and maintained. This includes a commitment to informed decision making and continual efforts to improves processes and systems to further the mission of COPA.</li><li>Timeliness: Conducting the business of COPA in a manner that promotes timely and fair resolution to all matters.</li></ul><p><strong>SELECTION REQUIREMENTS</strong></p><p>This position requires applicants to successfully complete an interview.</p><p>You must include a writing sample (2-10 pages in length) as an attachment to your<br/>application. The writing sample may be an excerpt from a longer work, a single work, or<br/>multiple single works. All samples provided must be original work (either wholly or<br/>substantially authored by you) and must reflect data analysis conducted by you (e.g.,<br/>analysis summary, methodology section, data visualization with a narrative, etc.).</p><p>If you are selected to be hired you must provide, upon request, adequate information<br/>regarding your educational and employment history as it relates to the qualifications of<br/>the position for which you are applying. If you received your degree internationally, all<br/>international transcripts/diploma must be accompanied by a Foreign Credential<br/>Evaluation. If the City of Chicago cannot verify this information, any offer extended to<br/>you will be withdrawn and you will not be hired. Adequate information includes:</p><ul><li>transcripts or diploma, professional license, or training certificates at time of processing, if applicable.</li><li>information about your educational background and your work experience must include job titles, dates of employment, and specific job duties. (If you are a current City employee, Acting Up cannot be considered.) If you fail to provide this information at the time you submit your application, it will be incomplete, and you will not be considered for this position. There are three ways to provide the information: 1) you may attach a resume; 2) you may paste a resume; or 3) you can complete the online resume fields.</li></ul><p>All references to political sponsorship or recommendations must be omitted from all<br/>application materials submitted for City employment.</p><p>The City is an Equal Employment Opportunity and Military Friendly Employer.</p><p><strong>RESIDENCY REQUIREMENT:</strong></p><p>All employees of the City must be actual residents of the City as outlined in 2-152-050<br/>of the City Chicago Municipal Code. Proof of residency will be required.</p><p>Please note, all positions with the City of Chicago close promptly at 11:59 pm C.S.T.</p><p>Applications for this position will be accepted from February 07,2023 until 11:59 pm<br/>CST on February 21, 2023. No exceptions will be made.</p>\n                    ",
        "tags": [],
        "id": "Data-Scientist-Job~118340"
    },
    {
        "title": "Data Scientist",
        "type": "Not mentioned",
        "location": "Grand Junction, CO",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/Visit-Grand-Junction/Data-Scientist-Job~117504",
        "description": "\n                        <p><strong>About the position: </strong></p><p>Visit Grand Junction is searching for an analytical expert to join our team as a Data Scientist. In this role, you will collect, convert, and integrate raw data from various sources and develop and implement analytics into meaningful insights to market Grand Junction as a destination of choice. The successful candidate will be proficient with data-oriented programming languages and visualization software, possess the ability to apply data mining, data modeling, natural language processing, and machine learning to extract and analyze large data sets, and be comfortable translating insights to others through the use of visualization and presentations. This position has supervisory responsibilities over data and business development personnel. We encourage you to apply at: </p><p><a href=\"https://www.governmentjobs.com/careers/gjcity/jobs/3772405/data-scientist?keywords=data%20scientist&amp;pagetype=jobOpportunitiesJobs\" target=\"_blank\">https://www.governmentjobs.com/careers/gjcity/jobs/3772405/data-scientist?keywords=data%20scientist&amp;pagetype=jobOpportunitiesJobs</a></p><p><strong>What you will do:</strong></p><ul><li>Validate, upload, process, and manipulate large sets within data and analyses platforms to build easily understood insights that drive optimization and improvement of marketing campaigns and business strategies; translate, communicate, and present data analyses effectively.</li><li>Utilize data visualization software for full-stack data management from multiple sources to analyze and interpret data and drive concepts from identification and ideation through execution that results in tangible, measurable and impactful business improvement strategies; maintain awareness and understanding of the implications of hidden biases within data sets.</li><li>Apply data mining and data engineering techniques utilizing open-source data visualization, analysis, and machine learning tools, analyzing campaign results and relationships between multiple parameters utilizing market segmentation while triangulating data sources from multi-touch attribution to uncover actionable insights which result in increasingly impactful advertising campaigns.</li><li>Scale measurement programs utilizing data visualization software that attribute the impact of marketing campaigns by analyzing campaign reporting; optimize media effectiveness within and across all Visit Grand Junction channels; identify return on investment on all marketing efforts.</li><li>Utilize statistical computer languages and code; create and deploy advanced machine learning algorithms and statistics (simulation, optimization, clustering, decision tree learning, AI, scenario analysts, etc.) for analyzing data and building statistical models and algorithms to model predicting outcomes of interest, advantages, and drawbacks.</li><li>Leverage statistical and computational knowledge to build algorithms for calculating variances, advantages, and disadvantages of business strategies; utilize predictive modeling to increase and optimize revenue generation, target markets, and other strategic outcomes.</li><li>Apply data cleansing techniques such as deduplication, scaling and normalization, dimensionality reduction, imputation, and cross-validation to effectively segment and categorize data resulting in accurate messaging and content that engages with appropriate audiences and resonates with their interests.</li><li>Implement advanced statistical techniques and concepts including but not limited to regression diagnostics and analysis, properties of distributions, probability and statistical tests, and data modeling using relevant tools and applications to enhance data validity, avoid assumptions, and increase probability of preferred outcomes.</li><li>Attend and participate in professional group meetings; stay abreast of new trends and innovations in the field of destination marketing.</li></ul><p>To view the full job description for Data Scientist, go to:<br/><a href=\"https://www.governmentjobs.com/careers/gjcity/classspecs/1425000?keywords=data%20scientist&amp;pagetype=classSpecifications\" target=\"_blank\">https://www.governmentjobs.com/careers/gjcity/classspecs/1425000?keywords=data%20scientist&amp;pagetype=classSpecifications</a><br/> </p><p><strong>What We're Looking For:</strong></p><ul><li>Three (3) years of experience manipulating data sets and building statistical models, including one (1) year of supervisory experience.</li><li>Bachelor’s degree in Statistics, Mathematics, Computer Science, or another quantitative field.</li><li>Depth and breadth in quantitative knowledge. Excellent machine learning, statistical analysis and strong problem-solving analysis.</li><li>Intellectual curiosity; staying current with the latest best practices in data science, data technology tools, and rapidly changing marketing trends and consumer insights.</li><li>Expertise preparation of a variety of clear and concise analytical summaries and other reports and written correspondence.</li><li>Demonstratable track record of dealing well with ambiguity, prioritizing needs, and delivering results in a fast-paced environment.</li><li>Superior verbal and written communication skills with the ability to effectively advocate technical solutions to business audiences.</li></ul><p><strong>About Visit Grand Junction:</strong></p><p>Visit Grand Junction (Visit GJ), the Destination Marketing Organization, is a Department of the City of Grand Junction. Visit GJ is dedicated to marketing the Grand Junction area, outside of Mesa County, to attract year-round tourism, thereby providing for a sustainable and consistent economy and enhanced quality of life for residents. The team consists of dynamic individuals who are culture-focused, innovative, driven, and dedicated to supporting the travel and tourism industry while reaching departmental goals that serve the Grand Junction community and guests. The Department has evolved into a state-of-the-art marketing organization utilizing data science as its foundation.</p><p><strong>Explore Grand Junction:</strong></p><p>Grand Junction, Colorado is the gateway to the mountains and canyonlands of western Colorado and eastern Utah. Centrally located between Denver, CO (250 miles east) and Salt Lake City, UT (270 miles west), Grand Junction is surrounded by 1.2 million acres of public land. Residents enjoy world-class whitewater rafting on the Colorado and Green Rivers, golfing, fishing, skiing and snowboarding, and exploring mountain bike and hiking trails through the Colorado National Monument and the Grand Mesa National Forest. Grand Junction has a robust downtown and hosts multiple art, music, food, and market events annually. With a population of over 150,000 in Mesa County (65,000 within the City limits) we have many of the big town amenities without the big town stresses such as traffic and trail congestion. With an average of 245 days of sunshine, Grand Junction is the perfect place to work and play. See <a href=\"https://www.visitgrandjunction.com/\" target=\"_blank\"><em>V</em><em>isit Grand Junction</em> </a> for videos and information about our community.</p>\n                    ",
        "tags": [],
        "id": "Data-Scientist-Job~117504"
    },
    {
        "title": "Data Scientist",
        "type": "Not mentioned",
        "location": "Remote",
        "salary_start": 75,
        "salary_end": 100,
        "apply_link": "https://datajobs.com/HFR-Inc/Data-Scientist-Job~114738",
        "description": "\n                        <p><strong>Company Description:  </strong>HFR, Inc. (HFR) was founded in 1992 and specializes in the areas of hedge fund/alternative investment data collection, indexation and statistical analysis. HFR is the global leader for hedge fund benchmark indices.</p><p><strong> </strong></p><p><strong>Responsibilities:  </strong>Member of the firm’s Index team, responsible for using a variety of advanced data techniques and designing predictive modeling processes to develop new index methodologies and index families.</p><p> </p><p><strong>Duties include:</strong></p><ul><li>Research and development of new approaches to index construction and return analysis.</li><li>Assist with the construction, engineering and maintenance of portfolios of hedge funds for creation of strategy, sub-strategy, geographic &amp; thematic index products</li><li>Gathering, cleaning, and processing raw data</li><li>Designing predictive models and machine learning algorithms to mine return data sets</li><li>Developing tools and processes to monitor, analyze and improve data accuracy</li><li>Building data visualization tools, dashboards, and reports</li><li>Writing programs to systemize processes</li><li>Assist in the design of quantitative index methodologies</li><li>Display skills to work both independently and within team oriented environment, efficiently completing work on deadlines and effectively incorporating feedback on results.</li></ul><p> </p><p><strong>        Qualifications Required:</strong></p><ul><li>Degree in math, statistics, computer science or other quantitative discipline</li><li>Experience in data science or other data analytics role</li><li>Strong programming skills and experience with Python, R language</li><li>Proficient with Hadoop, MySQL, Tensorflow, Spark</li><li>Machine learning, other data modeling skills</li><li>Self-confident, adaptable, and team oriented</li><li>Ability to take direction, multi task and meet deadlines</li><li>Ability to work in a fast paced environment</li><li>Solid written and oral communications skills</li><li>Solid organizational skills with a strong attention to detail</li></ul><p> </p><p> </p><p><strong>HFR, Inc. is an equal opportunity employer</strong></p><p> </p>\n                    ",
        "tags": [],
        "id": "Data-Scientist-Job~114738"
    },
    {
        "title": "Lead Data Scientist",
        "type": "Not mentioned",
        "location": "Columbus, OH",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/the-Ohio-State-University/Lead-Data-Scientist-Job~114582",
        "description": "\n                        <p><strong>Department:</strong></p><p>Public Health | Center for Health Outcomes, Policy and Evaluation Studies</p><p> </p><p>The College of Public Health’s Center for Health Outcomes and Policy Evaluation Studies (Center for HOPES) is the community’s partner and Ohio State University’s home for health policy and health services research. We provide evidence for policies and programs that work to improve health equity.</p><p>The Lead Data Scientist will work to advance scientific rigor and analytics capacity in the areas of clinical and public health evaluation, health economics, and policy development and evaluation. They will work in conjunction with a team of Evaluators and Research Specialists to lead study design and data collection, management, analysis, reporting, and visualization.</p><p>The Lead Data Scientist will be responsible for managing data architecture and data analytics capacity across different projects. They will perform basic and advanced statistical analyses, including but not limited to: multivariate techniques, multiple regression, factor analysis, and difference tests. They will also lead the development of study design and methods by calculating sample size, conducting power analyses, and advising on appropriate statistical tests.</p><p>50% - Data infrastructure design, collection, cleaning, management, analysis, reporting, and visualization</p><p>20% - Writing of manuscripts and project reports</p><p>10% - Project meetings and coordination; Partner engagement</p><p>10% - Study design for grant applications and new projects</p><p>10% - Other duties as assigned</p><p> </p><p><strong>Required Qualifications:</strong> Master’s Degree in data science, biostatistics, epidemiology, statistics, economics, sociology, or comparable field. Knowledge of and experience with data analysis using R, SAS, SPSS or other software or programming languages. Minimum of five years experience with design and implementation of quantitative methods for research studies or evaluation projects related to public health or health policy. Five years experience working with large data sets.</p><p><strong>Desired Qualifications: </strong>Experience with making data dashboards using Tableau, R, or PowerBI. Experience with geographic information system mapping. Experience with qualitative methods. Experience with predictive modeling.</p><p><strong>Additional Information:</strong></p><p>Target Salary Range: $85,000 - $87,000</p><p>Pre-Employment Screening requires the successful completion of a background check.</p><p><strong>Learn More – Apply Today: </strong>https://osujoblinks.com/cu24 </p><p><strong> </strong></p><p><em>The Ohio State University is an equal opportunity employer. All qualified applicants will receive consideration for employment without regard to race, color, religion, sex, sexual orientation or gender identity, national origin, disability status, or protected veteran status. The university is committed to establishing a culturally and intellectually diverse work environment, encouraging all members of our learning community to reach their full potential. We are responsive to dual-career families and strongly promote work-life balance to support our community members through a suite of institutionalized policies and practices.</em></p>\n                    ",
        "tags": [],
        "id": "Lead-Data-Scientist-Job~114582"
    },
    {
        "title": "Lead Data Science Engineer",
        "type": "Not mentioned",
        "location": "Remote",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/DraftKings/Lead-Data-Science-Engineer-Job~100873",
        "description": "\n                        <p>BE THE STRATEGY BEHIND THE GAME.</p><p>We are seeking a Lead Data Science Engineer to be part of our team of algorithm enthusiasts and data experts to take charge in engineering and designing our technical infrastructure. When joining us, you’ll lead an advanced algorithm design and development to strengthen our products that our customers love. If you’re passionate about tying together what makes the customer experience top-tier via cutting-edge technology, then we think you’ll love it here. Sound good to you? Join us!</p><p>WHAT YOU’LL DO AS A LEAD DATA SCIENCE ENGINEER:</p><ul><li>Lead advanced algorithm design and development.</li><li>Leverage machine learning and quantitative techniques to produce models and systems that solve important business problems.</li><li>Take ownership of engineering design, development, deployment, and operations of the data science technical infrastructure.</li><li>Collaborate with business stakeholders across the company to plan and execute valuable data science projects.</li><li>Lead design sessions and ensure your team delivers high-quality work that aligns with the DraftKings engineering strategy.</li></ul><p>WHAT YOU’LL BRING:</p><ul><li>Have experience as the ‘expert’ on a data science team.</li><li>Expertise in a programming language like Python, Java, C#, or C++.</li><li>Have a deep understanding of quantitative methods, notably writing code to navigate machine learning and data analysis.</li><li>Ability to effectively communicate technical concepts to non-experts.</li><li>Knowledge of Recommender Systems, Contextual Bandits, and/or Causal Interference is a plus.</li><li>Have an intuitive sense of how quantitative work aligns with business priorities.</li></ul><p>WHO ARE WE A GOOD FIT FOR? </p><p>We love working with talented people but more than that, we seek out compassionate co-workers with a collaborative spirit. Our work moves quickly and we’re great at coming together to find creative solutions to some of tech’s most interesting problems. If that sounds good to you, join us. </p><p>WE ARE DRAFTKINGS.</p><p>We’re inspired by our shared passion for developing creative solutions to complex challenges and empowering the people around us to do their best work. We are industry leaders in the digital entertainment and technology space propelled by constant curiosity and diverse perspectives.<br/><br/>Our teams are fueled by innovation. We are looking ahead, building what’s next, and continuously reinventing the industry. We’re a publicly traded (NASDAQ: DKNG) technology company headquartered in Boston, with teams around the world and an expanding global presence.</p><p>JOIN US!</p><p>We strive to create a place where all feel safe, empowered, engaged, championed, and inspired. DraftKings is proud to be an equal opportunity employer. This means we do not tolerate discrimination of any kind and are committed to providing equal employment opportunities regardless of your gender identity, race, nationality, religion, sexual orientation, status as a protected veteran, or status as an individual with a disability.</p><p>READY TO BUILD WHAT’S NEXT? APPLY NOW.</p><p>As a regulated gaming company, you may be required to obtain a gaming license issued by the appropriate state agency as a condition of employment.</p>\n                    ",
        "tags": [],
        "id": "Lead-Data-Science-Engineer-Job~100873"
    },
    {
        "title": "Staff Data Scientist (Americas - Remote)",
        "type": "Not mentioned",
        "location": "Remote",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/Shopify/Staff-Data-Scientist-Americas-Remote-Job~80529",
        "description": "\n                        <p><strong>Staff Data Scientist (Americas- Remote)</strong></p><p><strong>About the role</strong></p><p>Do you get excited about all things Data? Are you looking for a role where you can see the tangible results of your work? If you're excited by solving hard, impactful problems and you have a passion for logistics then our Staff Data Scientist may be right for you.</p><p><strong>Qualifications</strong></p><ul><li>7-10 years of commercial experience in a data science role solving high impact business problems</li><li>You have well built technical experience that inspires individual contributors  creativity and innovation. </li><li>You have experience with product leadership and technical decision making.</li><li>You have been working closely with various levels of business stakeholders, from c-suite and down.</li><li>You can jump into the code on a deep level, but are also able to contribute to long term initiatives by mentoring your team.</li><li>Multiple work streams excites you, you are able to use ambiguity as an opportunity for high level thinking.</li><li>Experience creating data product strategies, data products, iterating after launch, and trying again.</li><li>Extensive experience using Python including a strong grasp of object oriented programming (OOP) fundamentals.<br/><br/><strong>What would be great if you have:</strong></li><li>Previous experience using Spark.</li><li>Experience with statistical methods like regression, GLMs or experiment design and analysis.</li><li>Exposure to Tableau, QlikView, Mode, Matplotlib, or similar data visualization tools.</li></ul><p>If you’re interested in helping us shape the future of commerce at Shopify, click the “Apply Now” button to submit your application. Please submit a resume and cover letter with your application. Make sure to tell us how you think you can make an impact at Shopify, and what drew you to the role.</p><p>At Shopify, we are committed to building and fostering an environment where our employees feel included, valued, and heard. Our belief is that a strong commitment to diversity and inclusion enables us to truly make commerce better for everyone. We strongly encourage applications from Indigenous people, racialized people, people with disabilities, people from gender and sexually diverse communities and/or people with intersectional identities.</p>\n                    ",
        "tags": [],
        "id": "Staff-Data-Scientist-Americas-Remote-Job~80529"
    },
    {
        "title": "Senior Data Scientist (Europe - Remote)",
        "type": "Not mentioned",
        "location": "Remote",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/Shopify/Senior-Data-Scientist-Europe-Remote-Job~80527",
        "description": "\n                        <p><strong>About the role</strong></p><p><strong>Data </strong>is a crucial part of Shopify’s mission to make commerce better for everyone. We organize and interpret petabytes of data to provide solutions for our merchants and stakeholders across the organization. From pipelines and schema design to machine learning products and decision support, data science at Shopify is a diverse role with many opportunities to positively impact our success. </p><p>Our data scientists focus on pushing products and the business forward, with a focus on solving important problems rather than specific tools. The vision of the team is to grow Shopify by bringing global merchants onto our platform, and making them successful wherever and to whomever they sell. As part of the International data science team your job will be to help our teams, both commercial and RnD, to make great decisions, quickly. You will focus on the challenges that arise from adapting Shopify to local commerce needs and requirements, and help our teams steer into the right direction by providing the right data at the right time.</p><p><em>Please note, this team is based in EMEA/Europe, and we are specifically looking for people to join us in these regions only.</em></p><p><strong>Your responsibilities:</strong></p><ul><li>Proactively identify and champion projects that solve complex problems across multiple domains.</li><li>Partner closely with product, engineering and other business leaders to influence product and program decisions with data.</li><li>Apply specialized skills and fundamental data science methods (e.g. regression, survival analysis, segmentation, experimentation, and machine learning when needed) to inform improvements to our business.</li><li>Design and implement end-to-end data pipelines: work closely with stakeholders to build instrumentation and define dimensional models, tables or schemas  that support business processes.</li><li>Build actionable KPIs, production-quality dashboards, informative deep dives, and scalable data products.</li><li>Influence leadership to drive more data-informed decisions.</li><li>Define and advance best practices within data science and product teams.</li></ul><p><strong>Qualifications</strong></p><p><strong>You will need to have:</strong></p><ul><li>Extensive experience with Python and software engineering fundamentals.</li><li>Experience with applied statistics and quantitative modeling (e.g. regression, survival analysis, segmentation, experimentation, and machine learning when needed).</li><li>Demonstrated ability to translate analytical insights into clear recommendations and effectively communicate them to technical and non-technical stakeholders.</li><li>Curiosity about the problem domain and an analytical approach.</li><li>Strong sense of ownership and growth mindset.</li></ul><p><strong>You should have one or more of:</strong></p><ul><li>Deep understanding of advanced SQL techniques</li><li>Expertise with statistical techniques and their applications in business</li><li>Strong data storytelling and strategic thinking</li><li>Deep understanding of dimensional modelling and scaling ETL pipelines</li><li>Experience launching productionized machine learning models at scale</li><li>Extensive domain experience in e-commerce, marketing or SaaS</li><li>It'd be great if you can speak, read and write in either <strong>German, French, Spanish or Italian.</strong></li></ul><p>We know that looking for a new role can be both exciting and time-consuming, and we truly appreciate your effort.<strong> Dan </strong>is an actual real live person (ðŸ‘‹ðŸ\u008f») and is looking forward to learning more about you and your interest in joining our team.</p><p><em>At Shopify, we are committed to building and fostering an environment where our employees feel included, valued, and heard. Our belief is that a strong commitment to diversity and inclusion enables us to truly make commerce better for everyone. We strongly encourage applications from people with disabilities, people from gender and sexually diverse communities, racialized people, and/or people with intersectional identities. </em><em>Please take a look at our </em><em><a href=\"https://s23.q4cdn.com/550512644/files/doc_downloads/2020/2019-Shopify-Sustainability-Report.pdf\" target=\"_blank\">2019 Sustainability Report</a> </em><em>to learn more about Shopify's commitments.</em><br/><br/><strong>Interested, but not ready to apply? </strong><br/><br/>Join the <strong>Shopify Talent Community </strong>to learn more about us, while you polish up your resume: <a href=\"https://www.linkedin.com/groups/12447410/\" target=\"_blank\">https://www.linkedin.com/groups/12447410/</a></p>\n                    ",
        "tags": [],
        "id": "Senior-Data-Scientist-Europe-Remote-Job~80527"
    },
    {
        "title": "Data Science Manager (Remote Americas)",
        "type": "Not mentioned",
        "location": "Remote",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/Shopify/Data-Science-Manager-Remote-Americas-Job~80524",
        "description": "\n                        <p><strong>Data Science Manager -Americas-Remote</strong></p><p>Shopify is the leading omni-channel commerce platform. Merchants use Shopify to design, set up, and manage their stores across multiple sales channels, including mobile, web, social media, marketplaces, brick-and-mortar locations, and pop-up shops. The platform also provides merchants with a powerful back-office and a single view of their business, from payments to shipping. The Shopify platform was engineered for reliability and scale, making enterprise-level technology available to businesses of all sizes. Headquartered in Ottawa, Canada, Shopify currently powers over 1,000,000 businesses in approximately 175 countries and is trusted by brands such as Allbirds, Gymshark, PepsiCo, Staples, and many more.</p><p><strong>Job Description</strong></p><p>Data Science &amp; Engineering is a crucial part of Shopify’s mission to make commerce better for everyone. We organize and interpret petabytes of data to provide solutions for our merchants and stakeholders across the organization. From pipelines and schema design to machine learning products and decision support, data science at Shopify is a diverse role with many opportunities to positively impact our success. The Data Science &amp; Engineering team acts as the impact multiplier for Shopify’s product teams, putting over 11 petabytes of data to work to make our merchants more successful.  From delivering merchandising insights, to optimizing shipping and processing rates, to reducing credit card fraud, to ad campaign recommendations - our Data Scientists deliver solutions from pipeline to platform via an array of open source tools. </p><p>We are looking for Data Science Managers to join our Data Science teams and help shape the insights and algorithms that will inform our strategies as we grow globally.  </p><p><strong><em>What your role will look like:</em></strong></p><ul><li><p>Partner closely with product, engineering and other RnD stakeholders to guide their decisions using data</p></li><li><p>Proactively identify and champion projects that solve complex problems across multiple domains</p></li><li><p>Apply specialized skills and fundamental data science methods (e.g. experimental design, recommender systems and machine learning when needed) to inform improvements to our business</p></li><li><p>Design and implement end-to-end data pipelines: work closely with stakeholders to build  models, tables or schemas that support business processes</p></li><li><p>Empower teams to build and maintain actionable KPIs, production-quality dashboards, informative deep dives, and scalable data products</p></li></ul><p><strong>Qualifications</strong></p><p><strong>You will need to have:</strong></p><ul><li>7-10 years of commercial experience as in a data science role solving high impact business problems, including 3+ years leading and maintaining high performance data science teams</li><li>Experience building and managing high performance data science teams</li><li>Experience delivering business impact through analysis and data products</li><li>Experience building data pipelines and driving ETL design decisions</li><li>Technical leadership and management experience (you enjoy doing both).  You can jump into the code to the level that your direct reports admire and respect, but are also interested in developing people and capacity for your team</li><li>Experience creating data product strategies, shipping data products, iterating after launch, and trying again</li><li>Extensive experience using Python including a strong grasp of object oriented programming (OOP) fundamentals</li><li>Strong ability to prioritize and communicate to technical and non-technical audiences alike</li></ul><p><strong>It would be great if you have:</strong></p><ul><li>Previous experience using Spark (either via Scala or Pyspark)</li><li>Experience with statistical methods like regression, GLMs or experiment design and analysis, shipping productionized machine learning systems or other advanced techniques are also welcome</li><li>Experience with data storytelling using Tableau, QlikView, Mode, Matplotlib, D3, or similar data visualization tools</li></ul><p><strong>Additional information</strong></p><p>All your information will be kept confidential according to EEO guidelines.</p><p>If you’re interested in helping us shape the future of commerce at Shopify, click the “Apply Now” button to submit your application. Please submit a resume and cover letter with your application. Make sure to tell us how you think you can make an impact at Shopify, and what drew you to the role. </p><p>At Shopify, we are committed to building and fostering an environment where our employees feel included, valued, and heard. Our belief is that a strong commitment to diversity and inclusion enables us to truly make commerce better for everyone. We strongly encourage applications from Indigenous people, racialized people, people with disabilities, people from gender and sexually diverse communities and/or people with intersectional identities.</p>\n                    ",
        "tags": [],
        "id": "Data-Science-Manager-Remote-Americas-Job~80524"
    },
    {
        "title": "Senior Data Scientist (Americas - Remote)",
        "type": "Not mentioned",
        "location": "Remote",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/Shopify/Senior-Data-Scientist-Americas-Remote-Job~80510",
        "description": "\n                        <p><strong>About the role</strong></p><p>Data is a crucial part of Shopify’s mission to make commerce better for everyone. We organize and interpret petabytes of data to provide solutions for our merchants and stakeholders across the organization. From pipelines and schema design to machine learning products and decision support, data science at Shopify is a diverse role with many opportunities to positively impact our success. </p><p>Our Data Scientists focus on pushing products and the business forward, with a focus on solving important problems rather than specific tools. We are looking for talented data scientists to help us better understand our merchants and buyers so we can help them on their journey.</p><p><strong>Responsibilities: </strong></p><ul><li>Proactively identify and champion projects that solve complex problems across multiple domains</li><li>Partner closely with product, engineering and other business leaders to influence product and program decisions with data</li><li>Apply specialized skills and fundamental data science methods (e.g. regression, survival analysis, segmentation, experimentation, and machine learning when needed) to inform improvements to our business</li><li>Design and implement end-to-end data pipelines: work closely with stakeholders to build instrumentation and define dimensional models, tables or schemas  that support business processes</li><li>Build actionable KPIs, production-quality dashboards, informative deep dives, and scalable data products</li><li>Influence leadership to drive more data-informed decisions</li><li>Define and advance best practices within data science and product teams</li></ul><p><strong>Qualifications</strong></p><ul><li>4-6 years of commercial experience as a Data Scientist â€‹â€‹â€‹â€‹â€‹â€‹solving high impact business problems</li><li>Extensive experience with Python and software engineering fundamentals</li><li>Experience with applied statistics and quantitative modelling (e.g. regression, survival analysis, segmentation, experimentation, and machine learning when needed)</li><li>Demonstrated ability to translate analytical insights into clear recommendations and effectively communicate them to technical and non-technical stakeholders</li><li>Curiosity about the problem domain and an analytical approach</li><li>Strong sense of ownership and growth mindset</li></ul><p><strong>Experience with one or more:</strong></p><ul><li>Deep understanding of advanced SQL techniques</li><li>Expertise with statistical techniques and their applications in business</li><li>Masterful data storytelling and strategic thinking</li><li>Deep understanding of dimensional modelling and scaling ETL pipelines</li><li>Experience launching productionized machine learning models at scale</li><li>Extensive domain experience in e-commerce, marketing or SaaS</li></ul><p><em>At Shopify, we are committed to building and fostering an environment where our employees feel included, valued, and heard. Our belief is that a strong commitment to diversity and inclusion enables us to truly make commerce better for everyone. We strongly encourage applications from Indigenous people, racialized people, people with disabilities, people from gender and sexually diverse communities and/or people with intersectional identities. Please take a look at our 2019 Sustainability Report to learn more about Shopify's commitments.</em></p><p> </p>\n                    ",
        "tags": [],
        "id": "Senior-Data-Scientist-Americas-Remote-Job~80510"
    },
    {
        "title": "Staff Data Scientist (Europe - Remote)",
        "type": "Not mentioned",
        "location": "Remote",
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://datajobs.com/Shopify/Staff-Data-Scientist-Europe-Remote-Job~80462",
        "description": "\n                        <p><strong>Company Description</strong></p><p>Shopify is now permanently remote and working towards a future that is digital by design. While UK is one of our hubs, this role is open to candidates in European time zones. <a href=\"https://www.shopify.com/careers/work-anywhere\" target=\"_blank\">Learn more</a> about what this can mean for you. </p><p>At Shopify, we build products that help entrepreneurs around the world start and grow their business. We’re the world’s fastest growing commerce platform with over 1 million merchants in more than 175 different countries, with solutions from point-of-sale and online commerce to financial, shipping logistics and marketing.</p><p><strong>Job Description</strong></p><p>Data is a crucial part of Shopify’s mission to make commerce better for everyone. We organize and interpret petabytes of data to provide solutions for our merchants and stakeholders across the organization. From pipelines and schema design to machine learning products and decision support, data science at Shopify is a diverse role with many opportunities to positively impact our success. </p><p>Our data scientists focus on pushing products and the business forward, with a focus on solving important problems rather than specific tools. The vision of the team is to grow Shopify by bringing global merchants onto our platform, and making them successful wherever and to whomever they sell. As part of the International data science team your job will be to help our teams, both commercial and RnD, to make great decisions, quickly. You will focus on the challenges that arise from adapting Shopify to local commerce needs and requirements, and help our teams steer into the right direction by providing the right data at the right time.</p><p><em>Please note, this team is based in EMEA/Europe, and we are specifically looking for people to join us in these regions only.</em></p><p><strong>Your responsibilities:</strong></p><ul><li><p>Gather context to solve ambiguous problems that leads to long term impact</p></li><li><p>Partner closely with product, engineering and other business leaders to influence decisions with data</p></li><li><p>Apply different analytics and data science methods to inform improvements to our business</p></li><li><p>Identify, design and implement end-to-end focal data pipelines that scale and allow data &amp; product to move fast</p></li><li><p>Identify and build actionable KPIs, production-quality dashboards, informative deep dives, and scalable data products</p></li><li><p>Advance best practices within data science and product teams</p></li></ul><p><strong>Qualifications</strong></p><p><strong>You will need to have:</strong></p><ul><li><p>Deep technical experience that inspires individual contributors, creativity and innovation. You can jump into the code on a deep level, but are also able to contribute to long term initiatives by mentoring your team,</p></li><li><p>Sound knowledge of applied statistics and quantitative modeling,</p></li><li><p>A track record of communicating to technical and non-technical audiences </p></li><li><p>Experience creating data product strategies, shipping data products and iterating after launch, </p></li><li><p>Experience working closely with various levels of business stakeholders, potentially all the way up to c-suite</p></li><li><p>Curiosity about multiple problem domains and analytical approaches,</p></li><li><p>Strong sense of ownership and a growth mindset</p></li></ul><p><strong>It would be nice to have:</strong></p><ul><li><p>Extensive experience using Python including a strong grasp of object-oriented programming (OOP) fundamentals.</p></li><li><p>Good experience with SQL</p></li><li><p>Understanding of dimensional modeling and building ETL pipelines</p></li><li><p>Familiarity with GCP and Spark</p></li><li><p>Familiarity with Tableau, QlikView, Mode, or similar data visualization tools</p></li><li><p>Experience contributing to productionized machine learning models at scale</p></li><li><p>Domain experience in e-commerce, marketing, SaaS or other relevant areas</p></li></ul><p><strong>Additional information</strong></p><p>We know that looking for a new role can be both exciting and time-consuming, and we truly appreciate your effort. Dan is an actual real live person (ðŸ‘‹ðŸ\u008f») and is looking forward to learning more about you and your interest in joining our team.</p><p><em>At Shopify, we are committed to building and fostering an environment where our employees feel included, valued, and heard. Our belief is that a strong commitment to diversity and inclusion enables us to truly make commerce better for everyone. We strongly encourage applications from people with disabilities, people from gender and sexually diverse communities, racialized people, and/or people with intersectional identities. </em><em>Please take a look at our </em><em><a href=\"https://s23.q4cdn.com/550512644/files/doc_downloads/2020/2019-Shopify-Sustainability-Report.pdf\" target=\"_blank\">2019 Sustainability Report</a> to learn more about Shopify's commitments.</em></p>\n                    ",
        "tags": [],
        "id": "Staff-Data-Scientist-Europe-Remote-Job~80462"
    }
]