[
    {
        "id": "641149a38fc4578da80cae4a",
        "title": "Data Engineer",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=641149a38fc4578da80cae4a",
        "description": "<p><strong>Skills Summary/Objective</strong></p><p>&nbsp;</p><p>As a Data Engineer, you will serve as the technical expert responsible for design and implementation of BI, Analytics, &amp; Big Data solutions providing high-value, timely analytics, and data solutions to the larger product team. You will be responsible for verifying requirements, feasibility, estimation, defining design/architecture, developing an implementation plan, providing thought leadership for all data solutions, including designing data solutions that meets and exceed stakeholder’s expectations.</p><p>&nbsp;</p><p><strong>Essential Technologies/Skills&nbsp;</strong></p><p>&nbsp;</p><p>• 3+ years building Data Warehouse/Data Lake Architecture and Development&nbsp;</p><p>• 3+ years Data Modeling &amp; Flow and Architecture&nbsp;</p><p>• 3+ years of on Cloud data solutions like Azure (preferred)&nbsp;</p><p>• Expertise in SQL, Python &amp; Pyspark&nbsp;</p><p>• Building and operationalizing ETL/ELT Pipelines using custom and packaged tools such as Azure Data Factory, Airflow or equivalent&nbsp;</p><p>• Spark based platform such as Databricks, Hadoop experience&nbsp;</p><p>• RDBMS such as MS SQL server, Oracle, Aurora, PostgreSQL&nbsp;</p><p>• NoSQL data platform such as Cosmos DB, Cassandra, Graph DB, etc.&nbsp;</p><p>• Messaging technologies such as Kafka, Event Hub etc.&nbsp;</p><p>• AI/ML feature store, model development and serving experience&nbsp;</p><p>• API and client development and deployment experience&nbsp;</p><p>• Data prep, migration, analysis, gaps, visualization, auditing etc.&nbsp;</p><p>• Experience integrating with BI technologies such as PowerBI, Tableau&nbsp;</p><p>• DevOps tools such as Azure DevOps, Log Analytics, and monitoring&nbsp;</p><p>• Cluster configurations including scaling, pooling, memory, and cost optimizations&nbsp;</p><p>&nbsp;</p><p><strong>Essential Competencies&nbsp;</strong></p><p>&nbsp;</p><p>• Understanding of core business intelligence /data warehousing technology and best practices: RDBMS, Big Data, Client/Server, OLAP, ML Skills&nbsp;</p><p>• Experience leading a technical team&nbsp;</p><p>• Moderate experience with client engagement &amp; aligning them to your ideas/solutions&nbsp;</p><p>• Ability to analyze, prepare statistical summary, high level insights and identify gaps in data&nbsp;</p><p>• Critically evaluate and control data quality, security, and privacy in all solutions&nbsp;</p><p>• Ability to clarify/translate requirements into Epics/Stories &amp; remove ambiguity&nbsp;</p><p>• Strong documentation and structured communications are a must&nbsp;</p><p>• Ability to mentor other DE team members&nbsp;</p><p>• Ability to present and demo to groups/stakeholders of mixed technical ability</p>",
        "tags": [
            "Data Engineering",
            "ETL",
            "SQL",
            "Data Modeling"
        ]
    },
    {
        "id": "641149557128068cd6201db5",
        "title": "Digital Marketing",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=641149557128068cd6201db5",
        "description": "<p style=\"margin-left:0px;\"><strong>Role</strong>:&nbsp;<strong>&nbsp;</strong>Digital Marketing</p><p style=\"margin-left:0px;\"><strong>Exp</strong>:&nbsp;2-3 relevant experience in Digital Marketing</p><p style=\"margin-left:0px;\"><strong>Work Location</strong>: Mumbai (Santa Cruz)</p><p style=\"margin-left:0px;\"><strong>Tech Skills</strong>: Mix of digital marketing and reporting, high on aptitude, critical thinking</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">We need a person who knows the terminology of FMCG digital space like campaign performance analysis, customer segmentation, market behavior, etc</p><p style=\"margin-left:0px;\">&nbsp;</p><p style=\"margin-left:0px;\">&nbsp;</p>",
        "tags": [
            "Digital Marketing"
        ]
    },
    {
        "id": "640954d08f20da4576994343",
        "title": "Data Scientist (Content Curation)",
        "type": "Permanent",
        "location": [
            "Bengaluru"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=640954d08f20da4576994343",
        "description": "<p>The Association of Data Scientists (ADaSci) is the premier global professional body of data science and machine learning professionals. It leads in the development, dissemination and implementation of knowledge, basic and applied research and technologies in analytics, decision-making, and management. The ADaSci serves as a focal point for data science, permitting them to communicate with each other and reach their professional goal, as well as the varied clientele of the profession’s research and practice. In order to support the data science and machine learning community, ADaSci runs different programs. It primarily focuses on providing a platform for sharing knowledge and enhancing the skills of community members.&nbsp;</p><p>&nbsp;</p><p>ADaSci is looking for experienced data science professionals who can help them curate niche content around data science and machine learning and should have the capability of building and delivering training programs.&nbsp;</p><p>&nbsp;</p><p>Your day-to-day responsibilities will include the following:</p><ul><li>Curate technical content on data science and machine learning, including articles and other learning resources</li><li>Research trending innovations in this area and incorporate them into all the deliverables</li><li>Helping the team with creating learning and assessment resources</li><li>Designing and delivering training and workshops on niche and advanced topics in data science and machine learning</li></ul><p>&nbsp;</p><p><strong>Required Skills:</strong></p><ul><li style=\"margin-left:24pt;\">Sound understanding of various concepts, from basics to advanced, of data science and machine learning</li><li style=\"margin-left:24pt;\">Should be able to develop highly technical learning material and assessments</li><li style=\"margin-left:24pt;\">Good command of Python and its frameworks</li><li style=\"margin-left:24pt;\">Excellent communication and presentation skills</li><li style=\"margin-left:24pt;\">Candidates with previous experience in content development and training delivery in data science and machine learning will be preferred</li><li style=\"margin-left:24pt;\">Highly creative, self-motivated and must be able to learn new skills quickly</li></ul><p><strong>Required Experience:</strong></p><ul><li>2-4 years of experience in the course material and assessment development related to data science and machine learning.</li><li>1-2 years of experience in delivering training and workshops</li><li>Ph.D./M.Tech/M.E./B.E./B.Tech or relevant qualifications in AI/Machine Learning/Data Science</li></ul><p>&nbsp;</p><p>Do apply if you are passionate about AI &amp; data science and feel like creating content about these technological innovations. ADaSci is the world’s largest data science professional community. Your content and knowledge will create everlasting content that can impact many in this field.</p><p>&nbsp;</p><p>ADaSci, in partnership with MachineHack, is organizing the Data Scientist hiring challenge. Go through this challenge and showcase your potential. Candidates qualified through this challenge will be called for the final interview.&nbsp;</p><p>&nbsp;</p><p><a href=\"https://machinehack.com/tournaments/adasci_data_scientist_hiring_challenge\">Link to hiring challenge</a></p><p><br>&nbsp;</p>",
        "tags": [
            "Data Science"
        ]
    },
    {
        "id": "6401a139a1caa8232b056e12",
        "title": "Data Scientist",
        "type": "Permanent",
        "location": [
            "Hyderabad"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=6401a139a1caa8232b056e12",
        "description": "<p>5 - 9 yrs of analytics experience<br>Customer Segmentation (Traditional ML techniques which are marketing facing)<br>Has worked in a Core Analytics/Renowned Product companies - Preferred<br>Python and SQL must have<br>EDA must have</p>",
        "tags": [
            "Data Science",
            "EDA",
            "SQL",
            "Python",
            "Analytics"
        ]
    },
    {
        "id": "64019e26a1caa80b7e056be5",
        "title": "Power Bi Developer",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=64019e26a1caa80b7e056be5",
        "description": "<p>Technical Expertise -<br><br> Having 2+ years of hands-on experience in Business Intelligence &amp; Data<br>visualization tools such as Power BI, SQL Server, and Excel<br> 2 to 3 years of extensive experience working on Power BI<br>dashboards<br> Proficient in designing interactive reports and dashboards using Power<br>BI Desktop &amp; publishing reports<br> Extensively used transformations like adding a column, split column, pivot<br>column, un-pivot column, changing data type, Merge queries and<br>Append queries.<br> Good Knowledge in doing Data Modeling in Power Pivot Model.<br> Familiarity with writing the DAX queries in Power BI, creating calculated<br>measures, computed columns, and tables using DAX.<br> Good knowledge of different Categories of DAX functions like Time<br>Intelligence Functions, Filter Functions, Date Functions, Logical<br>Functions, Text Functions, Number and Statistical Functions for<br>creating new information.<br> Good at creating native visualizations (table, matrix, KPI, gauge,<br>various types of charts, and maps) and custom visualizations (Multi<br>Slicer and Hierarchy Slicer, Histograms, Shape maps, Dual KPI,<br>Bullet Chart, Heat Maps.<br> Having good experience in creating Parameters, Hierarchies, sorting,<br>grouping, binning, and Drilldown Reports.<br> Good exposure to Tabular Data Model, SSRS, and SSIS<br> Good knowledge of Power BI Service for creating APP Workspaces<br>and adding the Members to APP Workspace to Manage the Content.<br> Worked on On-Premise Data Gateway to Refresh and Schedule<br>Refresh the Data in the Dataset.<br> Good experience in publishing Reports and Dashboards to Power BI<br>Service along the outputs with applying row-level security.<br> Can guide team members to write SQL Queries as part of testing the Data<br><br> Good knowledge of Data warehouse concepts like Star schema, snow-<br>flake schemas etc.<br><br> Can guide the Power BI developer to create a sample POC for internal<br><br>client and business teams<br>&nbsp;</p>",
        "tags": [
            "Power BI",
            "SQL"
        ]
    },
    {
        "id": "63f8927d3d62afe9f8a2cec0",
        "title": "Data Analyst",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63f8927d3d62afe9f8a2cec0",
        "description": "<p>Data Analyst (Exp 5-8 years)&nbsp;</p><p>&nbsp;</p><p>Job Description&nbsp;</p><p>&nbsp;</p><p>We are looking for a Data Analyst who will be working on designing various reports and Analysis on company data and delivering them to top management and other interested parties. As a Data Analyst, you will be working with business users, collecting their requests, and then generating insights and finding and present then using suitable tools (Power BI, PPT, excel etc.) You will also be interacting with data engineers whenever data schemas need redesigning to accommodate new reporting requirements.&nbsp;</p><p>Responsibilities&nbsp;</p><p> Strong problem-solving ability – Candidate needs to exhibit structured thinking, strong Analytical Skills and Process Orientation&nbsp;</p><p> Strong in Data analytics – Candidate should be excellent in SQL and should have basic understanding of R/Python. Should be highly proficient in Excel  Knowledge of visualization tools like Power BI, Tableau is preferred&nbsp;</p><p> A data analyst will need to own projects from conceptualization to execution</p><p> Understand and analyze data to drive business insights&nbsp;</p><p> Data visualization for easy consumption of data with senior management&nbsp;</p><p> Strong process orientation and ability to learn quickly&nbsp;</p><p> Drive change in tech/process backed by data&nbsp;</p><p> Monitoring and providing feedback loop during execution of various initiatives&nbsp;</p><p> SQL experience 4+ years&nbsp;</p><p>&nbsp;</p><p>Hands on Experience Required:&nbsp;</p><p>&nbsp;</p><p>Tools/Languages : -&nbsp;</p><p>Must-have • SQL – Expert Level • Advance Excel - Expert • Power BI – Expert/Intermediate • Databricks – Beginner/Intermediate • JIRA – Beginner/Intermediate&nbsp;</p><p>&nbsp;</p><p>Good to have: • Pyspark • Python • Experience in Retail/ecommerce</p>",
        "tags": [
            "Data Analytics",
            "SQL",
            "Microsoft Power BI",
            "Excel"
        ]
    },
    {
        "id": "63f4c08e569aec771e7dc5fa",
        "title": "Business Intelligence (BI) Lead",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63f4c08e569aec771e7dc5fa",
        "description": "<p>Job Description - &nbsp; &nbsp;</p><p>We are looking for a business intelligence (BI) lead who will be working on designing various &nbsp;analytical reports on company data and delivering them to top management and other interested &nbsp;parties. As a BI lead, you will be working with business users, collecting their requests, and then &nbsp;creating BI reports to accommodate business needs. You will be expected to establish company &nbsp;standards and common reporting terminology, and to help align existing and future reporting &nbsp;requests to such standards. You will also be interacting with data engineers whenever data schemas &nbsp;need redesigning to accommodate new reporting requirements. &nbsp; &nbsp;</p><p>&nbsp;</p><p>Responsibilities - &nbsp; &nbsp;&nbsp;</p><p>• Collect and maintain the set of business reporting requirements. &nbsp;</p><p>• Implement BI reports based on the above requirements. &nbsp;</p><p>• Analyze existing reports and optimize them for standardization across the company. &nbsp;</p><p>• Set up and maintain BI tools, infrastructure, and integration with company data sources. &nbsp;</p><p>• Work with data engineers, data scientists, and data collection application engineers. Propose &nbsp;data schema and data flow optimization for reporting performance and enhancement as &nbsp;needed. &nbsp; &nbsp;</p><p>&nbsp;</p><p>Skills &nbsp;</p><p>• Adept at the use of BI reporting tools such as Power BI, Apache Superset. &nbsp;</p><p>• Additional exposure to other BI reporting tools such as Grafana, Tableau would be helpful. &nbsp;</p><p>• Adept at using automation tools in BI reporting for alerts, emails and scheduled jobs for &nbsp;dataset refreshes. &nbsp;</p><p>• Strong understanding of DAX queries for creating business metrics &nbsp;</p><p>• Understanding data modeling, data schemas (normalized, flat, star, snowflake, etc.). &nbsp;</p><p>• Expertise in SQL and ability to make complex queries and troubleshoot &nbsp;</p><p>• Skilled in data and query optimization, query profiling, and query performance monitoring &nbsp;tools and techniques. &nbsp;</p><p>• Understanding database operations and optimization for database such as Microsoft SQL &nbsp;Server, PostgreSQL, NoSQL, Timeseries database. &nbsp;</p><p>• Good analytical mindset and teamwork spirit. &nbsp;</p><p>• Excellent verbal and written communicatio</p>",
        "tags": [
            "BI",
            "Microsoft Power BI",
            "DAX",
            "SQL"
        ]
    },
    {
        "id": "63f2fb0f5e76273ffea246a1",
        "title": "Data Scientist",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63f2fb0f5e76273ffea246a1",
        "description": "<p>Credit Risk Model Developer</p><p>&nbsp;</p><p><strong>Experience: 3-5Y Responsibilities:</strong></p><p>&nbsp;</p><p>• Build, validate, document, implement and rebuild:<br>o Credit risk models (retail loan origination models, business banking customer rating</p><p>models, and loan behaviour scorecards)<br>o Collective Provision and Expected Loss methodologies. This includes all inputs of</p><p>Probability of Default, Loss Given Default and Exposure at Default (methodology). • Conduct detailed analytical work with a high level of accuracy in order to deliver high level</p><p>results to senior management and contribute to the management and education of enhanced credit risk approaches.</p><p>o Develop ongoing improvements to the model reporting.</p><p>o Responsible for managing issues through to resolution.</p><p>Define and specify key data requirements to support modelling approaches.</p><p>Document model “technical manual”, modelling choices made, and model methodology</p><p>considerations.</p><p>Engage with operational risk advisory, quantitative analyst, reporting and regulatory</p><p>specialist stakeholders.</p><p>Assist in the development of other Credit Risk Modelling team members.</p><p>Working with credit risk Model Development Leaders to:</p><p>o Proactively engage with stakeholders to understand business context, add value, propose solutions, project manage pieces of work through to completion.</p><p>o Balance prioritization effectively between across a wide stakeholder group. Ensure time spent matches the importance of the work and manage situations / competing priorities so that the most beneficial program of work is achieved.</p><p>• Working with the leaders of the Credit Risk Modelling team to ensure:<br>o Models are effectively embedded into operational activities<br>o The program of work for the department is documented and resourcing or delivery</p><p>issues are well managed.</p><p>Prepare and review analysis papers and ensure that high quality analytical papers are</p><p>written and delivered to appropriate senior management and committees. Present these</p><p>papers in an effective manner appropriate to the audience.</p><p>Analyse and constructively critique output across the wider Banking Credit function for the</p><p>business impacts (including regulatory and external audit) to ensure committee papers consider portfolio, modelling and data risks, and ultimately propose strategic recommendations that are underpinned by a compelling case.</p><p>Identifying inefficiencies and proposing operational process improvements to enable better outcomes.</p><p>Add value to deliverables with excellent problem solving, idea generation and strategic thinking. Work closely with the wider Advanced Basel Project team, Banking Credit and other senior managers and Team Leaders. Active engagement in discussions with senior management to optimize the best solution for the bank and group.</p><p>&nbsp;</p><p>Ensure there is clarity and structure in the work conducted between the modelling team and operational areas. With complex work items clarity is key to minimising re-work and ensuring accuracy.</p><p>Supporting resourcing requests for operational model application requirements, including Bridge/funding approval where required.</p><p>&nbsp;</p><p>&nbsp;</p><p><strong>Experience and Skills:</strong></p><p>Over 3 years’ experience in a quantitative risk function.</p><p>Experience in managing own work.</p><p>Background in lending and credit sufficient to make the person credible when discussing</p><p>credit issues.</p><p>Well versed in ECL models</p><p>Strong project management ability</p><p>Strong communication and interpersonal skills</p><p>Good and clear written style.</p><p>Ability to convey complex data in a concise understandable manner and distil the key</p><p>messages</p><p>Strong verbal and written reporting skills.</p><p>Executive level presentation skills.</p><p>Highly motivated and self-starting.</p><p>Motivation and influencing</p><p>Ability to work effectively across varying levels of Management and multi-disciplinary teams</p>",
        "tags": [
            "ECL",
            "Credit Risk",
            "Development"
        ]
    },
    {
        "id": "63edd574333430a9a5c16664",
        "title": "Data Engineer Lead (VP)",
        "type": "Permanent",
        "location": [
            "Pune"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63edd574333430a9a5c16664",
        "description": "<p>Master’s /MCA or Bachelor’s degree in Engineering / Technology / computer science from premier institutes with 10-12 years of relevant experience in delivering data analytical solutions. Should have managed team of 5-8 Data engineers for at least 2-3 years.</p><p> &nbsp;Strong people management skills.</p><p> &nbsp;Ability to identify, clearly articulate and solve complex business problems and present them to the</p><p>management in a structured and simpler form</p><p> &nbsp;Hands-on experience – Big Data Technology stack such as HIVE, Spark</p><p> &nbsp;Programming –Python, Scala, Spark SQL, Pyspark Dataframes API</p><p> &nbsp;Proficient in designing efficient and robust ETL workflows</p><p> &nbsp;Ability to automate the manual workflows, processes, data loads</p><p> &nbsp;Experience of working with large and multiple datasets, data warehouses and ability to pull data using</p><p>relevant programs and coding.</p><p> &nbsp;Experience of working with Streaming data.</p><p> &nbsp;Experience in working on Credit Cards and Retail Banking products</p><p> &nbsp;Should have excellent communication and inter-personal skills</p><p> &nbsp;Strong process/project management skills</p><p> &nbsp;Multiple stake holder management</p><p> &nbsp;Strong team player</p><p> &nbsp;Ability to guide and Mentor Juniors</p><p> &nbsp;Control orientated and Risk awareness</p><p>Preferred Qualifications</p><p> &nbsp;Experience with APIs integration will be preferred</p><p> &nbsp;Knowledge of Credit Cards and Retail Banking products</p><p> &nbsp;Good to have exposure to Machine Learning Algorithms, Pattern Mining/Detection</p><p> &nbsp;Experience in Tableau/Arcadia would be preferred</p><p>Other details</p>",
        "tags": [
            "Scala",
            "Python",
            "Hive"
        ]
    },
    {
        "id": "63ec8bf06f1eaf24bc74fb5e",
        "title": "Data science",
        "type": "Permanent",
        "location": [
            "Pune"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63ec8bf06f1eaf24bc74fb5e",
        "description": "<p>Basic Qualifications</p><p> &nbsp;Degree in computer science, engineering, mathematics, operations research or other quantitative field and strong relevant industry experience</p><p> &nbsp;Preferred masters in above fields</p><p> &nbsp;6+ or 10+ years of industry experience in the field of ML/data science with using variety of ML techniques</p><p>such as supervised, unsupervised, deep learning and NLP</p><p> &nbsp;Has the ability to analyze and interpret modeling results</p><p> &nbsp;Experience with ML open source tools and APIs like Scikit-Learn, Tensor flow/ keras, Numpy, scipy,</p><p>pandas, matplotlib, just to name a few.</p><p> &nbsp;Experience with NLP open source tools like NLTK, Gensim, spaCy, TextBlob, etc.</p><p> &nbsp;Experience with Big data technologies like Hive, PySpark, etc.</p><p> &nbsp;Experience with AutoML Technologies, specifically, H2O Driverless AI</p><p> &nbsp;Experience with data munging, manipulating large datasets, data engineering and visualization</p><p> &nbsp;Demonstrated strong coding and programming abilities for at least Python, SQL, and Linux</p><p> &nbsp;Understanding of statistics and probabilities</p><p> &nbsp;Good communication skills with ability to write proper documentation, and team player</p><p> &nbsp;Experience/understanding cloud platform like AWS is a plus</p><p> &nbsp;Ability to work on projects without continuous supervision</p><p> &nbsp;Experience in working on Credit Cards and Retail Banking products is a plus</p><p> &nbsp;Multiple stake holder management, ability to guide and Mentor Junior team members</p><p> &nbsp;Control orientated and Risk awareness</p>",
        "tags": [
            "Python",
            "ActiveX Data Objects (ADO)"
        ]
    },
    {
        "id": "63ec6a1c6f1eaf708574eeb9",
        "title": "Business Analyst",
        "type": "Permanent",
        "location": [],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63ec6a1c6f1eaf708574eeb9",
        "description": "<p>Skills needed</p><p> We need a strong individual contributor with excellent delivery and interpersonal</p><p>skills</p><p> Project management and stakeholder management with excellent communication</p><p>skills</p><p> Strong experience in data extraction, data transformation, data manipulation, data</p><p>analysis, reporting, dashboarding, and storyboarding</p><p> Experience deploying reports in an enterprise IT environment</p><p> Ability to work with and influence a range of stakeholders with various levels of</p><p>seniority and from a range of technical and non-technical disciplines</p><p> Expertise in Python is good to have</p><p> Familiarity with Data Science development is good to have</p><p> Experience in Azure Databricks, SQL, and Pyspark must have</p><p> Must have Experience working in the Retail industry – offline as well as e-commerce</p><p>especially in pricing, marketing, digital, store operations, assortment mix</p><p> Strong experience in Power BI (DAX query, dashboarding, parameter passing, Load</p><p>balancing, Power BI on Cloud)</p><p>Educational Background</p><p> Education B-Tech, BE, M-Tech from reputed colleges</p>",
        "tags": [
            "Business Analytics",
            "Power BI",
            "Python"
        ]
    },
    {
        "id": "63e6346c3b5cfc0adbefe0b7",
        "title": "Data Scientist",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63e6346c3b5cfc0adbefe0b7",
        "description": "<p>Credit Risk Model Developer</p><p>&nbsp;</p><p><strong>Experience: 3-5Y Responsibilities:</strong></p><p>&nbsp;</p><p>• Build, validate, document, implement and rebuild:<br>o Credit risk models (retail loan origination models, business banking customer rating</p><p>models, and loan behaviour scorecards)<br>o Collective Provision and Expected Loss methodologies. This includes all inputs of</p><p>Probability of Default, Loss Given Default and Exposure at Default (methodology).&nbsp;</p><p>&nbsp;</p><p>• Conduct detailed analytical work with a high level of accuracy in order to deliver high level</p><p>results to senior management and contribute to the management and education of enhanced credit risk approaches.</p><p>o Develop on going improvements to the model reporting.</p><p>o Responsible for managing issues through to resolution.</p><p>&nbsp;</p><p>• Define and specify key data requirements to support modelling approaches.</p><p>• Document model “technical manual”, modelling choices made, and model methodology</p><p>considerations.</p><p>• Engage with operational risk advisory, quantitative analyst, reporting and regulatory</p><p>specialist stakeholders.</p><p>• Assist in the development of other Credit Risk Modelling team members.</p><p>&nbsp;</p><p>• Working with credit risk Model Development Leaders to:</p><p>o Proactively engage with stakeholders to understand business context, add value, propose solutions, project manage pieces of work through to completion.</p><p>o Balance prioritization effectively between across a wide stakeholder group. Ensure time spent matches the importance of the work and manage situations / competing priorities so that the most beneficial program of work is achieved.</p><p>&nbsp;</p><p>• Working with the leaders of the Credit Risk Modelling team to ensure:<br>o Models are effectively embedded into operational activities<br>o The program of work for the department is documented and resourcing or delivery</p><p>issues are well managed.</p><p>&nbsp;</p><p>• Prepare and review analysis papers and ensure that high quality analytical papers are</p><p>written and delivered to appropriate senior management and committees. Present these</p><p>papers in an effective manner appropriate to the audience.</p><p>&nbsp;</p><p>• Analyse and constructively critique output across the wider Banking Credit function for the</p><p>business impacts (including regulatory and external audit) to ensure committee papers consider portfolio, modelling and data risks, and ultimately propose strategic recommendations that are underpinned by a compelling case.</p><p>&nbsp;</p><p>• Identifying inefficiencies and proposing operational process improvements to enable better outcomes.</p><p>• Add value to deliverables with excellent problem solving, idea generation and strategic thinking. Work closely with the wider Advanced Basel Project team, Banking Credit and other senior managers and Team Leaders. Active engagement in discussions with senior management to optimize the best solution for the bank and group.</p>",
        "tags": [
            "Risk",
            "Modeling",
            "Credit Risk",
            "ECL",
            "Validation"
        ]
    },
    {
        "id": "63e4c35f52be36d1172d8fa0",
        "title": "Data Modeller",
        "type": "Not mentioned",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63e4c35f52be36d1172d8fa0",
        "description": "<p>Minimum 3 years of hands-on experience designing and implementing Star &amp; Snowflake Schemas&nbsp;</p><p>• Minimum 3 years experience implementing Data Warehouse presentation layer - including design and definition of logical tables, physical sources, dimensions, columns, aggregation rules</p><p>&nbsp;• Expertise in data modeling tools like SQL Developer/ Erwin/SAP Power Designer (anyone, no specific device) and techniques for designing data models for applications and related systems.</p><p>&nbsp;• Experience in one BI Dashboarding tool like Tableau/Power BI/ThoughtSpot (anyone, no specific device) is good to have</p><p>&nbsp;• Experience in ER - dimensional model design and implementation of STAR and SNOWFLAKE schemas is a must</p><p>&nbsp;• Apply appropriate Denormalization and Audit Balance and Control columns.</p><p>&nbsp;• Expertise in writing advanced SQL queries, views, and optimization of SQL queries</p><p>&nbsp;• Comprehensive Knowledge of Data Modeling Concepts like Logical and Physical including 3NF, Transaction dimensions, conformed dimensions and facts, slowly change dimensions, multi-Star/Snowflake Schema Modeling, and different types of Fact tables&nbsp;</p><p>• Experience in Data Profiling, Data Mapping, Data Validation, and Data Cleansing for data accuracy between the data warehouse and the source systems.&nbsp;</p><p>• Extensive knowledge in the Presentation layer such as MOLAP, ROLAP, HOLAP, and Ad-hoc reports.</p><p>&nbsp;• Experience creating mockup reports, demos, &amp; storylines a plus<br>&nbsp;</p><p>&nbsp;</p>",
        "tags": [
            "Dimensional Modeling",
            "Snowflake"
        ]
    },
    {
        "id": "63e48081241ec23725c869be",
        "title": "Data Scientist(IOT)",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63e48081241ec23725c869be",
        "description": "<p>Specific responsibilities for this position will be:<br>• Collect data from the IoT platform, perform data quality check and filtering techniques<br>• Organize large-scale data to the required formats for data analysis for different service business use cases.<br>• Selecting features, building and optimizing classifiers using machine learning techniques<br>• Enhancing data collection procedures to include information that is relevant for building analytic systems<br>• Develop tools of visualization and a dashboard to illustrate the data analysis results.<br>• Deploy analytics algorithms to the cloud-based IoT platform (e.g., Microsoft Azure, AWS, etc.).<br>• Support the development of end-to-end cloud-based analytics solution implementation.<br>Education Qualification:<br>Master’s degree in Statistics, Math, or Economics with 4+ years of experience<br>A ph.D in AI/ML/Data Analytics, Statistics, Math, or Economics is a plus<br><br>Required Technical Skills:<br>• Excellent understanding of data mining, machine learning techniques, and algorithms<br>• Knowledge on statistical programming languages, including R, Python, SQL, etc., to process data and gain insights from it<br>• Solid background in database management tools such as SQL<br>• Broad set of technical skills and expertise in machine learning focused on cutting-edge technologies such as IoT, artificial intelligence (AI), and cloud computing.<br>• Familiar with IoT framework and experience in implementing analytics algorithms in any of the cloud-based platforms – Azure, AWS.<br>• Fluent English (both written and spoken), solid technical writing, presentation, and communication skills.<br>Preferred Technical Skills:<br>• Strong hands-on experience in an analytics environment and applications.<br>• Strong hands-on experience in collecting, filtering, organizing, and analyzing large-scale datasets using a cloud-based platform.<br>• Strong hands-on experience in implementing analytics algorithms to cloud-based IoT platforms (Microsoft Azure preferred).<br>• Strong hands-on experience with the following libraries from Python: Pandas, Numpy, Scipy, Scikit-Learn, TensorFlow, Matplotlib, Seaborn, Plotly, and SALib.<br>• Familiar with the vectorized implementation of analytics algorithms.<br>• Experience with developing end-to-end analytics solutions using Python or cloud-based implementation is a plus.</p>",
        "tags": [
            "Python",
            "Machine Learning"
        ]
    },
    {
        "id": "63e09c31241ec22ed3c5d76d",
        "title": "Data Scientist_ Market mix",
        "type": "Permanent",
        "location": [
            "Bengaluru"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63e09c31241ec22ed3c5d76d",
        "description": "<p>• Fair knowledge of ML/AI/Market mix modelling, SQL and Power BI • Good hold in Excel, Python/R • Work with internal and external stakeholders to provide business solutions • Doing ad-hoc analysis and presenting results in a clear manner • Coordinate with different functional teams to gather requirements and monitor outcomes • Develop processes and tools to monitor • Experience in working with multiple data science projects in marketing analytics • Industry knowledge - FMCG or Retail preferred <strong>Additional Skills need </strong>• Strong oral and written communication skills, as well as strong documentation, data management and analysis skills • Effectively communicates key process information, deadlines, task definition, etc. to groups • Creative approach to problem solving • Team Player • Must have the ability to develop, own and drive processes; complete complex analysis • Recommends and supports on-going business decisions and processes<br>&nbsp;</p><p>&nbsp;</p>",
        "tags": [
            "Market Modeling",
            "Data Science"
        ]
    },
    {
        "id": "63dccbd7f3b949d71091ab4f",
        "title": "Power BI Developer",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63dccbd7f3b949d71091ab4f",
        "description": "<p>Need strong BI, Analytical mindset to connect different streams of data for doing insightful analysis which can accelerate business decision making<br>• Should be flexible &amp; agile in ways of working across multiple teams<br>• Processing, cleaning and verifying the integrity of data used for analysis<br>• Connecting data sources, importing data, and transforming data for Business<br>intelligence<br>• Developing visual reports, KPI scorecards, and dashboards using any visualization tools<br>• Analytical thinking for translating data into informative reports and visuals.<br>• Must have a proven track record of handling analytics projects across different<br>business functions<br>• Handson experience in presenting insights through power point</p>",
        "tags": [
            "Power BI",
            "DAX",
            "Microsoft SQL Server"
        ]
    },
    {
        "id": "63db9de05f88de491fe23111",
        "title": "Business Analyst",
        "type": "Permanent",
        "location": [
            "Bengaluru"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63db9de05f88de491fe23111",
        "description": "<p style=\"margin-left:0px;\">Work with Business stakeholders of Fragrances and other Accessories, need based support cross channel/ departments of an organization</p><p style=\"margin-left:0px;\">• Data Extraction and preparation in SQL, Doing data wrangling &amp; error analysis using SQL or Python.</p><p style=\"margin-left:0px;\">• Data analysis and reporting in MS Excel and Power Point presentation.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;</p><p style=\"margin-left:0px;\">• Gather business requirements, prepare blue print of data required, extract/collect data from various sources, process and analyse.&nbsp;</p><p style=\"margin-left:0px;\">•&nbsp; Present the findings and insights to business stakeholders.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p style=\"margin-left:0px;\">•&nbsp; Doing ad-hoc analysis and presenting results in a clear manner.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p><p style=\"margin-left:0px;\">• Coordinate with different functional teams to gather the data and business understanding .</p><p style=\"margin-left:0px;\">• Manage oral and written communication with clients and internal team,</p><p style=\"margin-left:0px;\">• Detailed documentation of the projects and data management.</p>",
        "tags": [
            "Business Analytics",
            "Data Analysis",
            "Microsoft SQL Server"
        ]
    },
    {
        "id": "63db9d0ff3b949359c90df59",
        "title": "Talend ETL Developer",
        "type": "Permanent",
        "location": [
            "Chennai"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63db9d0ff3b949359c90df59",
        "description": "<p>Person should have knowledge on MySQL, oracle, SQL server and ETL (Presently we are using Talend)<br>• Prefer to work in our environment.<br>• Work with the business intelligence team to gather requirements for the database design and model<br>• Understand the data needs of the company or client<br>• Work closely with the development team to implement Data modelling in the data warehouse.</p>",
        "tags": [
            "Talend",
            "ETL",
            "Talend Open Studio",
            "MySQL"
        ]
    },
    {
        "id": "63db4bfef3b94974ab90c4f4",
        "title": "Data Analyst",
        "type": "Permanent",
        "location": [
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63db4bfef3b94974ab90c4f4",
        "description": "<p>Job Description</p><p>&nbsp;</p><p>We are looking for a Data Analyst who will be working on designing various reports and Analysis on company data and delivering them to top management and other interested parties. As a Data Analyst, you will be working with business users, collecting their requests, and then generating insights and finding and present then using suitable tools (Power BI, PPT, excel etc.) You will also be interacting with data engineers whenever data schemas need redesigning to accommodate new reporting requirements.</p><p>&nbsp;</p><p>Responsibilities</p><p> &nbsp;Strong problem-solving ability – Candidate needs to exhibit structured thinking, strong Analytical Skills and Process Orientation</p><p> &nbsp;Strong in Data analytics – Candidate should be excellent in SQL and should have basic understanding of R/Python. Should be highly proficient in Excel</p><p> &nbsp;Knowledge of visualization tools like Power BI, Tableau is preferred</p><p> &nbsp;A data analyst will need to own projects from conceptualization to execution</p><p> &nbsp;Understand and analyze data to drive business insights</p><p> &nbsp;Data visualization for easy consumption of data with senior management</p><p> &nbsp;Strong process orientation and ability to learn quickly</p><p> &nbsp;Drive change in tech/process backed by data</p><p> &nbsp;Monitoring and providing feedback loop during execution of various initiatives</p><p> &nbsp;SQL experience 4+ years</p><p>&nbsp;</p><p>Hands on Experience Required:</p><p>Tools/Languages: - Must-have</p><p>SQL – Expert Level</p><p>Advance Excel - Expert</p><p>Power BI – Expert/Intermediate</p><p>Databricks – Beginner/Intermediate</p><p>JIRA – Beginner/Intermediate</p><p>Good to have:</p><p>Pyspark</p><p>Python</p><p>Experience in Retail/ecommerce</p>",
        "tags": [
            "SQL",
            "Excel",
            "BI"
        ]
    },
    {
        "id": "63cfd4b88b4e1b3ab8b393a6",
        "title": "Sr Data Engineer",
        "type": "Permanent",
        "location": [
            "Mumbai",
            "Bangalore Urban"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63cfd4b88b4e1b3ab8b393a6",
        "description": "<p>Global Offices United States | United Kingdom | United Arab of Emirates | India | Singapore&nbsp;</p><p>&nbsp;</p><p>Job Responsibilities:&nbsp;</p><p>&nbsp;</p><p>• Role focuses on Feature Engineering/Data Transformation for downstream analytics processes&nbsp;</p><p>• Minimum 5+ years of experience&nbsp;</p><p>• Skills - PySpark , UNIX, Data Bricks, Azure platform, Datalake, Blob, Python(good to have).&nbsp;</p><p>• Must be able to design a solution in ETL based on the requirements</p><p>• Must have strong SQL writing experience&nbsp;</p><p>• Must be good at data analysis and profiling&nbsp;</p><p>• Experience on Teradata/any RDBMS is a plus&nbsp;</p><p>• Must be able to work independently and prioritize work across multiple projects&nbsp;</p><p>&nbsp;</p><p>Preferred Academic Qualification: • Any graduate or post graduate&nbsp;</p><p>Years of Experience: • 4+ years&nbsp;</p><p>Knowledge / Competency / Skills:&nbsp;</p><p>• SQL, PySpark, UNIX, Data Bricks, Azure platform, Datalake, Blob, Python (good to have).&nbsp;</p><p>• Must be able to design a solution in ETL based on the requirements</p>",
        "tags": [
            "Azure",
            "ADL",
            "ADB",
            "ETL",
            "Python"
        ]
    },
    {
        "id": "63c63d5957b7940af71438fd",
        "title": "AWS Cloud Engineer",
        "type": "Permanent",
        "location": [
            "Mumbai"
        ],
        "salary_start": 10,
        "salary_end": 17,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63c63d5957b7940af71438fd",
        "description": "<p>Responsibilities<br>• Solely responsible for entire infrastructure, Security, User &amp; Access management in AWS<br>Cloud, EC2 machines, RDS.<br>• Providing AWS solutions for in-house application requirements.<br>• Reviewing AWS solutions provided by vendor teams and ensuring that solution is<br>appropriate as per the requirement and suggesting changes to the architecture to get the<br>cost-effective, scalable and Highly available solution.<br>• Work with client application developers to build, deploy and run both monolithic and micro<br>services based applications on AWS Cloud.<br>• Analyze workload requirements and work with IT stakeholders to define proper sizing for<br>cloud workloads on AWS<br>• Build, Deploy and Manage production workloads including applications on EC2 instance, APIs<br>on Lambda Functions etc.<br>• Working closely with Vendor teams, reviewing the pipelines code and suggesting<br>improvements.<br>• System troubleshooting and problem resolution across various applications in AWS.<br>• Propose solutions and strategies to business challenges.<br>• Collaborate with IT and product development teams.<br>Requirements<br>• AWS Cloud Engineer with 5-7 years of experience in AWS.<br>• Must have BE / B. Tech / MCA / ME / M. Tech qualification<br>• Experience in BFSI is an added advantage.<br>• Having AWS certified Solution Architect Associate/Professional is a big plus.<br>• Experience in Python, SQL, Windows/Linux environments.<br>• Must be well versed with different AWS architecture patterns and should be able to provide<br>&amp; build solutions in AWS.<br>• Must have a strong understanding of EC2, RDS, DMS, Route 53, Quicksight, Cloudwatch, EKS,<br>ECR, ELB, S3, KMS, Direct Connect, SQS, Comprehend, Sagemaker etc.<br>• Must have a strong understanding of IAM policies, VPC &amp; Subnets creation, and other<br>security/networking principles.<br>• Must have through experience in doing on-prem to AWS cloud data migration using AWS<br>DMS or any other migration tool.<br>• Should have experience in managing and deploying applications to EKS.<br>• Should have experience in working on AWS performance, Cost and Security optimisation<br>• Should have experience in de-coupled architectures like SQS, Lambda.</p>",
        "tags": [
            "Python",
            "AWS"
        ]
    },
    {
        "id": "63bfcd3a6d12795d2cb9e7c0",
        "title": "Data Analyst - Collection Analytics",
        "type": "Permanent",
        "location": [
            "Pune"
        ],
        "salary_start": 1,
        "salary_end": 12,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63bfcd3a6d12795d2cb9e7c0",
        "description": "<p>Job location : Pune<br>Technical capability :<br> Hands-on experience with SQL (or similarly structured on the non-structured database)-<br>(Data Extraction, Joints, Window functions, Subquery)<br> Hands-on experience with Tableau or any reporting tool (Quicksight is used)<br> Experience in python (R Python) will be an added advantage<br> Pandas- library used for transformation of tabular data (Intermediate experience)</p><p>ROLE &amp; RESPONSIBILITIES:<br>The successful candidate will be responsible for developing, analysing, and executing ideas and<br>initiatives.<br>Use sophisticated analytical techniques to solve a business problem specific towards Collections<br>&amp;Recovery and build collections strategy around the portfolio.<br>To develop customer risk strategies, segmentation and profiles, using data science based tools and<br>techniques for driving collections &amp; recovery management.<br>To work closely with risk and underwriting team for improvement in collections and closing the<br>feedback loop on the delinquent cases.<br>Design modules for advanced score card development and analytical tools and understand the<br>impact of deployed models</p><p>Preference and Experience :<br>2+ years of experience in an analytical capacity required in lending domain<br>- Ability to work with a large amount of data (size in TB- s)<br>- Extensive coursework/experience in quantitative analysis &amp; statistical modelling in consumer credit<br>risk will be a plus.<br>- Exposure of consumer credit risk management, Credit Profit &amp; Loss Drivers preferred<br>- Prior experience in banking or nbfc (credit cards or personal loan) will be a plus<br>- Detailed-oriented, high level of intellectual curiosity and strong sense of ownership.<br>- Demonstrated ability to multi-task effectively and work against tight deadlines<br>- Good business acumen and the ability to connect analytics with business decisions<br>Good Problem solving and Structured thinking/ Data interpretation<br>Academic qualifications:<br>Degree in Statistics, Physics, Applied Mathematics, Operations Research, Econometrics, Engineering,<br>or another quantitative discipline</p>",
        "tags": [
            "Pandas",
            "SQL",
            "Excel"
        ]
    },
    {
        "id": "63bfcc490facc39dbbc1cca9",
        "title": "Senior Consultant - MMM OR MMX",
        "type": "Permanent",
        "location": [
            "Bengaluru"
        ],
        "salary_start": 1,
        "salary_end": 20,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63bfcc490facc39dbbc1cca9",
        "description": "<p>DESIRED QUALIFICATIONS<br>• Post graduate degree in Economics, Business, Statistics, Mathematics, Operations<br>Research, Industrial Engineering, Quantitative Analysis, or related field [M.Sc or<br>MBA]<br>• Relevant experience of around 4 years.<br>• Strong verbal and written communication skills<br>• Strong project management and problem-solving skills, with a can-do attitude<br>• Strong statistical and quantitative analysis skills<br>• Well-organized and detail oriented<br>• Knowledge of Microsoft Office, particularly Excel and PowerPoint<br>• Experience with statistical analysis software with R, Python, SAS etc. is must.<br>• Should be proficient in Marketing Mixes (this role will work across industries);<br>preferably have experience in areas other than Marketing Mix<br>• Ability to automate VBA/ R/ Python.</p><p>RESPONSIBILITIES:</p><p>✓ Will manage day-to-day data received from the client<br>✓ Process data<br>✓ Analyze projects using econometric techniques.<br>✓ Compile results and prepare power point presentations.<br>✓ R&amp;D needs (if any)</p>",
        "tags": [
            "MM modules",
            "Python",
            "SQL"
        ]
    },
    {
        "id": "63beb123f75f07669ec1bc0d",
        "title": "ML Engineer/Full stack",
        "type": "Permanent",
        "location": [
            "Mumbai",
            "Bangalore Urban",
            "Gurgaon"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63beb123f75f07669ec1bc0d",
        "description": "<p>Job Summary:<br>As a part of the data science team of Course5’s Advanced analytics and Applied AI division, we are looking for a<br>Solutions leader who is diligent, detail-driven, and ambitious to provide the SME expertise, design solutions and best<br>practices to lead the projects for our partners across the globe for all AI implementations.<br>This position will require a strong background and working experience in developing scalable, sustainable and cloud<br>agnostic data marts/lakes to enable effective deployment of AI algorithms developed to solve custom problems in the<br>partner ecosystems for sandboxes as well as for the production deployments for continuous modeling, testing,<br>improvement and deployment.<br>This role expects you to be a self-starter and ability to handle ambiguity with respect to the expectations, objective,<br>data and would require discrete and constant attention to details. You will be leading and delivering the projects and<br>are expected to have experience in application agile project management principles. You should be organized and have<br>the ability to work on multiple projects, streams of work and stakeholders.<br>You'll also have the chance to shape the direction of our products and services. This is through gathering feedback<br>from customers whilst collaborating with our engineering and service teams.<br>Job Responsibilities:<br>● Gather and analyze information, design and code data process and build predictive analytical models,<br>formulate, and test hypotheses, contribute to the development and communication of recommendations<br>● Design, test and develop Machine Learning Models using Python and R, Design and Develop solutions to<br>integrate with existing GRC applications<br>● Operationalize/Implement pipeline for Machine Learning Models into Production environment</p><p>● Develop Interfaces to integrate AI Solutions into existing products<br>● Support and Maintain AI Solutions in Production environment<br>● Participate in continuous process improvement initiatives by working across technical teams to enhance the<br>systems, processes, and controls, e.g., methods, standards, capabilities<br>● Perform ad-hoc descriptive analysis based on business needs and provide key data insights<br>● Participates in organizational activities to meet or exceed company objectives<br>● Proactively pursues professional development activities (e.g., establishing personal networks)<br>● Manages time and company resources appropriately<br>● Performs other duties as requested by his/her supervisor<br>Requirements &amp; Qualifications:<br>● 6-10 years of experience having worked on developing / implementing and operationalizing data / analytics use<br>cases. If the person is able to curate the data, build the models, showcase output.<br>● Experience in HTML, CSS, JS, Bootstrap.<br>● Experience in working in any cloud environment. AWS, Azure or GC.<br>● Experience in any search engine technologies is an added advantage. Preferably Elastic Search or Solr<br>● Experience in Python and usage of data science packages and its application.<br>● Proficient in PowerShell, Shell Scripting &amp; knowledge of Micro Services, Container based architecture.<br>● Experience in CI/CD integration tools like Jenkins, Bitbucket or Git within the Java/JavaScript ecosystem.<br>● Have knowledge on Docker along with Clustering, Load Balancing, High Availability &amp; Disaster Recovery, etc.<br>● Expert in the management, manipulation, and analysis of very large datasets.<br>● Programming experience in building high quality applications, data pipelines and analytics solutions.<br>● Apply advanced analytical techniques and algorithms to improve current solutions as well as develop cutting<br>edge offerings/solutions.<br>● Strong CS fundamentals are a must. (Data structures, Algorithms, OS, Databases).<br>● Proven track record of working/leading in or with the data science team to understand their needs and translate<br>into technical solutions.<br>● Ability to thrive in a distributed technical environment while working on multiple projects simultaneously.<br>● Passionate about latest technology trends with a strong desire for innovation.<br>● Strong oral and written communication</p>",
        "tags": [
            "Python"
        ]
    },
    {
        "id": "63beaf189a2549b8b8bbc35d",
        "title": "Big Data Engineer",
        "type": "Permanent",
        "location": [
            "Bangalore Urban",
            "Mumbai",
            "Gurgaon"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63beaf189a2549b8b8bbc35d",
        "description": "<p>Responsibility:<br>- Designing, building, and deploying a scalable cloud agnostic data ingestion architecture and<br>pipelines to process both Stream and Batch Data using open-source tools and technologies.<br>- You should be experienced in creating and deploying complete ETL pipeline for cloud, on<br>Prem and hybrid model from scratch.<br>- You are responsible for Ingesting data from a variety of data sources like<br>csv’s/pdf’s/docs/storage containers, streams, and databases, process it to get meaningful<br>insights.<br>- Writing clean, fully tested and well-documented code in Python 3.5+ with pandas, NumPy,<br>Dask, TensorFlow, scikit-learn, and Django<br>- Design, develop, test, deploy, support, enhance data integration solutions seamlessly to<br>connect and integrate enterprise systems in an Enterprise Data Platform<br>- Creating Rest API’s development for sharing data<br>- Working directly with clients to identify pain points and opportunities in pre-existing data<br>pipelines and build or improve clients’ analytics processes<br>- Advising clients on the usage of different distributed storage and computing technologies<br>from the plethora of options available in the ecosystem<br>What you should have<br>- 5 to 8 years of overall industry experience specifically in data engineering<br>- Out of which at least 2 years should be on implementing the ETL pipelines in Azure<br>environment<br>- Strong experience in building data pipelines and analysis tools using Python and PySpark<br>- Design and develop data ingestion programs to process large data sets in Batch mode using<br>python, Databricks, and Spark.</p><p>- Good understanding of underlying Azure Architectural concepts and distributed computing<br>paradigms<br>- Hands on experience of Azure Data bricks / spark, Spark streaming and its various core<br>components like GraphX, MLLib<br>- Hands on Experience in working on Microsoft Azure Services like ADLS, Event Hubs, scale<br>sets, Load Balancers, Azure Functions, Logic Apps, Azure Data Factory etc<br>- Stong experience in Apache Kafka streaming<br>- Experience working with SQL (mySQL/Postgres/SQL Server)<br>- Exposure to NoSQL (cassandra/Mongo/Cosmos DB) &amp; Graph databases (Neo4j)<br>- Experience on visualization tools like Grafana / Power BI<br>- Understanding of Linux commands, shell scripting &amp; monitoring Linux based production<br>machines<br>Qualification:<br>Bachelors or master’s degree in computer science or equivalent</p>",
        "tags": [
            "Python"
        ]
    },
    {
        "id": "63be919d544b00eced1e0663",
        "title": "VP Loss Forecasting Modelling, Banking",
        "type": "Permanent",
        "location": [
            "Hyderabad"
        ],
        "salary_start": 1,
        "salary_end": 48,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63be919d544b00eced1e0663",
        "description": "<p>&nbsp;Credit and Capital Management team is looking for an experienced<br>credit risk professional who has proficiency in regulatory (SR11-7/OCC 2011-12) modeling frameworks<br>with a focus on Loss Forecasting, ALLL, Stress Testing and Capital Planning models (preferably Credit Cards<br>or Consumer Lending). The role requires the individual to have a combination of statistical/quantitative<br>as well as software/programing skills using big data. The incumbent will manage a team and serve as a<br>Project Lead in developing robust and cutting-edge modeling solutions by executing on key responsibilities</p><p>outlined below. Reporting to the Credit India Leader, this role presents unique opportunity for a well-<br>rounded candidate to display strong characteristics of model development, thought leadership, project</p><p>and team management, analytic excellence, and business acumen.<br>• The key focus areas for this role include credit model development and data science initiatives,<br>supporting the US function of Credit Forecasting &amp; Advanced Analytics. The model<br>• development initiative involves a particular focus on credit loss forecasting, reserve as well as<br>stress testing models.<br>• Operating as a doer-leader while supporting the Modeling &amp; Data leaders, the role is expected to<br>be an active participant in ongoing projects, providing technical guidance to a team of modelers<br>and data scientists. There is a significant amount of collaboration with the senior leadership,<br>across the globe, in executing critical credit estimation models and data initiatives, and active<br>communication with senior audiences.<br>• The person will approach projects with analytical rigor, leading their team by example,<br>appropriately prioritizing deliverables and continuing upskilling their team’s knowledge base to<br>advanced techniques &amp; technologies. The projects involve big data, complex statistical &amp;<br>econometric models, as well as consumer scorecard models.<br>Essential Responsibilities:<br>Credit Modeling<br>• Support the design, development of consumer credit statistical / econometric models to support<br>production Loss Forecasting, Reserves (CECL), and Stress Testing processes by applying<br>appropriate methodologies – including, but not limited to, regression, forecasting, clustering,<br>decision trees, simulation, optimization, and machine learning using Python/PySpark and big data<br>environment<br>• Adapt automation and machine learning technologies, data frameworks and implementation<br>platforms to enhance the functionality and rebuild the models that are currently developed in SAS<br>• Assist with successful annual quantitative and qualitative assessments/remediations and<br>submission of existing models with respect to internal (model validation/audit) and external<br>(regulatory) guidelines<br>• Convert business requirements into modeled solutions, enhancing efficacy and generating<br>insights<br>• Seek out opportunities for model improvements, collaborate on model re-calibrations, and re-fits<br>when business dynamics change<br>• Visualize insights, performance, and trends in inputs/outputs for effective communication and<br>decisioning<br>Team Management<br>• Operate as a doer-leader, manage a team, with a focus on prioritizing deliverables / timelines,<br>upskilling talent to latest techniques and technologies, as well as providing cross functional<br>experiences</p><p>• Collaborate with global teams – Model Development, Data Infrastructure, as well as Business<br>• Process teams (Credit Forecasting, Reserves, Stress Testing, and Credit Strategy)<br>• Perform other duties and/or special projects as assigned<br>Qualifications/Requirements:<br>• Bachelor’s degree with quantitative underpinning (i.e., Mathematics, Statistics, Finance,<br>Economics, OR, Engineering)<br>• Minimum 8 years of relevant experience in Risk or Credit or Consumer Lending, or 10+ years of<br>relevant work experience in lieu of a Bachelor’s degree<br>• Strong programing skills in SQL, Python, Spark with 3+ years’ experience.<br>• Proven hands-on experience utilizing using either SQL, Python, Spark, SAS etc. to perform<br>statistical analysis, query relational databases, and manage large amounts of data<br>• Minimum 3+ years of experience in credit loss modeling in areas such as Loss Forecasting,<br>Allowance, Stress Testing or other areas with consumer credit estimation, or analogous areas such<br>as insurance<br>• Minimum 3+ years managing a team of data scientists and/or model developers and providing<br>thought leadership to support model development activities<br>• Shift Timings: 2pm IST to 11pm IST<br>Desired Qualifications<br>• Master’s Degree or a PhD with quantitative underpinning will be preferred<br>• Prior End-to-End Account Level Modeling Experience using big data environment strongly<br>preferred<br>• Strong working knowledge of transactional and credit bureau data e.g., FICO, Transunion, Equifax<br>as well as knowledge of alternative data sources to enhance model development<br>• Experience in data visualization (Tableau) and reporting solutions<br>• Excellent time management with ability to manage multiple competing initiatives and deliver<br>results within deadlines with accuracy and attention to detail<br>• Familiarity with US Model Governance trends/developments across the banking sector, especially<br>as related to credit card or consumer lending (SR11-7)<br>• Strong communication skills to facilitate complex discussions in productive and collaborative<br>manner positive mindset under tight timelines / critical deliverables</p>",
        "tags": [
            "PK/PD",
            "LGD",
            "EAD",
            "Python",
            "Spark"
        ]
    },
    {
        "id": "63be8f8952df0c1c0ddce65a",
        "title": "VP Credit Risk Modelling - VP, Banking",
        "type": "Permanent",
        "location": [
            "Hyderabad"
        ],
        "salary_start": 1,
        "salary_end": 48,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63be8f8952df0c1c0ddce65a",
        "description": "<p>Role Summary/Purpose: Credit and Capital Management team is looking for an experienced<br>credit risk professional who has proficiency in model development and model lifecycle management<br>across the entire lifecycle of a credit. The experience should focus on both credit risk and fraud (preferably<br>in Credit Cards or Consumer Lending). The role requires the individual to have a combination of<br>statistical/quantitative as well as software/programing skills using big data. The incumbent will manage a<br>team and serve as a Project Lead in developing robust and cutting-edge modeling solutions by executing<br>on key responsibilities outlined below. Reporting to the Credit India Leader, this role presents unique<br>opportunity for a well-rounded candidate to display strong characteristics of model development, thought<br>leadership, project and team management, analytic excellence, and business acumen.<br>The person will approach projects with analytical rigor, leading their team by example, appropriately<br>prioritizing deliverables and continuing upskilling their team’s knowledge base to advanced techniques &amp;<br>technologies. The projects involve big data and complex statistical &amp; econometric models.<br>Essential Responsibilities:<br>• Support the design, development of consumer credit statistical / econometric models<br>supporting credit risk and fraud models across the entire lifecycle of credit from acquisition,<br>account management, collections, and recovery<br>• Adapt automation, alternative data and machine learning algorithms, data frameworks and<br>implementation platforms to enhance the modelling outcomes and to meet incremental<br>objectives<br>• Assist with successful annual quantitative and qualitative assessments/remediations and<br>submission of existing models with respect to internal (model validation/audit) and external<br>(regulatory) guidelines<br>• Convert business requirements into modeled solutions, enhancing efficacy and generating<br>insights</p><p>• Seek out opportunities for model improvements, collaborate on model re-calibrations, and re-<br>fits when business dynamics change</p><p>• Visualize insights, performance, and trends in inputs/outputs for effective communication and<br>decisioning<br>• Operate as a doer-leader, manage a team, with a focus on prioritizing deliverables / timelines,<br>upskilling talent to latest techniques and technologies, as well as providing cross functional<br>experiences<br>• Providing technical guidance to a team of modelers and data analysts. There is a significant<br>amount of collaboration and communication with the senior leadership in executing critical risk<br>prediction models.<br>• Collaborate with cross functional teams, across the globe – Model Development, Data<br>Infrastructure, as well as Business<br>• Perform other duties and/or special projects as assigned<br>Qualifications/Requirements:<br>• Bachelor’s degree with quantitative underpinning (i.e., Mathematics, Statistics, Finance,<br>Economics, OR, Engineering)<br>• Minimum 8 years of relevant experience in Risk or Credit or Consumer Lending, or 10+ years of<br>experience in lieu of a Bachelor’s degree</p><p>• Strong programing skills in SAS, SQL, Python. Proven hands-on experience utilizing using either<br>SQL, Python, SAS etc. to perform statistical analysis, query relational databases, and manage large<br>amounts of data<br>• Experience in credit risk and fraud model development end-to-end in areas such as application<br>scorecards, behavioral models – account and customer level, roll rate prediction models, self-cure<br>models, recovery model etc.<br>• Experience managing a team of data scientists and/or model developers and providing thought<br>leadership to support model development activities<br>• Strong communication skills to facilitate complex discussions in productive and collaborative<br>manner positive mindset under tight timelines / critical deliverables<br>• Shift Timings: 2pm IST to 11pm IST<br>Desired Qualifications<br>• Strong working knowledge of transactional and credit bureau data e.g., FICO, Transunion, Equifax<br>as well as knowledge of alternative data sources to enhance model development<br>• Experience in data visualization (Tableau) and reporting solutions<br>• Excellent time management with ability to manage multiple competing initiatives and deliver<br>results within deadlines with accuracy and attention to detail<br>• Familiarity with US Model Governance trends/developments across the banking sector and credit<br>policies in the area of credit cards</p>",
        "tags": [
            "SAS",
            "SQL",
            "Scorecard"
        ]
    },
    {
        "id": "63be836cf54bb8fb0e6bd287",
        "title": "VP-Data Science, Banking",
        "type": "Permanent",
        "location": [
            "Hyderabad"
        ],
        "salary_start": 1,
        "salary_end": 48,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63be836cf54bb8fb0e6bd287",
        "description": "<p>Job Title: VP (L12), Data Science, Credit Analytics<br>Role Summary/Purpose: The VP, Data Science will lead the newly created data science vertical within the<br>credit function. The key objective of this vertical will be to explore new and emerging areas of data,<br>algorithms, and computing to give a competitive edge to our credit decision making. The individual will<br>play a pivotal role in exploring alternative datasets and machine learning algorithms for feature<br>engineering (to develop cutting edge features) and risk prediction that will signal credit strategies. The<br>individual should be a strong leader who can think strategically, support the teams tactically and provide<br>thought leadership while liaising cross functionally. Thisrole will work closely with senior leadership teams<br>to review insights, demonstrate the value proposition of the analysis and influence the adoption of<br>alternative methods for credit decision making, within the guardrails of regulatory requirements. The role<br>will develop a team of professionals and be comfortable influencing in a matrixed environment.<br>Essential Responsibilities:<br>• Analyzing large and multi-dimensional alternative datasets and synthesizing insights into<br>actionable signals for credit models and strategies<br>• Feature engineering on both structured and unstructured datasets, exploring alternate algorithms<br>and methodologies in feature engineering, including but not limited to, self-calibrating features,<br>latent features, non-linear interactions underpinning machine learnings models, to support<br>enhanced credit risk decisions, fraud signalling and improved consumer experience<br>• Creating reproducible assets using adaptive artificial intelligence methods to generate a<br>comprehensive feature store that serves as a custodian all engineered fields for analytical<br>decisioning across use cases<br>• Liaise with IT and infrastructure teams to support the development of a roadmap for identifying<br>and integrating new features and ML based risk predictions within the existing product and<br>platform capabilities<br>• Empirical evaluation of alternative data and algorithms (machine learning/ deep learning) in<br>predicting risk with a thorough understanding of the trade-offs between predictive power,<br>fairness, explainability and accountability of the features and the models/ strategies<br>• Defining best practices in feature engineering, machine learning algorithms in risk predictions and<br>optimizing strategiesfor enhanced customer experience based on a review of the crossfunctional<br>synergies</p><p>• Reviewing and optimizing strategies based on an evaluation of optimization methods and a trade-<br>off of the cost benefit elements</p><p>• Guiding and developing a small team of data scientists on their deliverables, providing thought<br>leadership, and creating a strategic vision and growth plan for the team<br>• Liaising with senior leadership to influence adoption of new features and algorithms in decision<br>making based on a comprehensive assessment of the trade-offs between performance uplift and<br>regulatory considerations<br>• Shift Timings: 2pm IST to 11pm IST<br>Qualifications/Requirements:<br>• Bachelor’s degree in any quantitative discipline – such as engineering, computer science,<br>economics, statistics, or mathematics – with 8+ years of experience in credit analytics in financial<br>services domain, or in lieu of a bachelor’s degree, 10+ years of relevant work experience<br>• Adept in SAS, SQL, Excel, Python, Spark, and experience working with statistics and data science<br>libraries</p><p>• Proven ability to handle big data through use of distributed computing and/or parallel processing<br>– chunking/ DASK/ Hadoop<br>• Experience in visualization tools such as Tableau and QlikView will be preferred<br>• Strong domain expertise in financial services – such as banking, fintech, credit bureaus, NBFC’s,<br>management consulting in financial services. US market, financial services analytics experience<br>will be preferred<br>• Comprehensive understanding of data dimensions used in credit decision making, credit<br>strategies and credit modeling methodologies across the lifecycle of credit<br>• Experience in feature engineering techniques using machine learning algorithms and end-to-end<br>predictive model development using machine learning/ deep learning and econometric<br>traditional methods<br>• Prior leadership experience in leading a team of professionals and in enterprise-wide projects.<br>Ability to collaborate effectively across teams, time zone and geographies<br>• Strong project management skills<br>• Exceptional communication skills, both written and verbal, to influence cross functional teams<br>and senior stakeholders<br>• Strong working knowledge of US credit bureau raw data will be highly valued</p>",
        "tags": [
            "Python",
            "SAS",
            "SQL",
            "Big Data"
        ]
    },
    {
        "id": "63bbbc09446a0590d26cd9fc",
        "title": "Business Analyst:- QMS",
        "type": "Permanent",
        "location": [
            "Hyderabad"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63bbbc09446a0590d26cd9fc",
        "description": "<p>Job Title: Business Analytics - QMS<br>Function: Digital Process Excellence<br>Location: Hyderabad&nbsp;<br>Reports to: Business Engagement Manager –<br>Quality Solutions<br>Key role requirements: Graduate / Post<br>Graduate with 8+ years of experience in enabling<br>Business Analytics with sound knowledge on<br>pharmaceuticals quality process and systems.</p><p>&nbsp;</p><p>Roles And Responsibilities:-</p><p>&nbsp;</p><p> Strong logical reasoning skills and business intelligence and ability to communicate effectively<br>with solid industry experience.<br> Good understanding on business needs and objectives<br> Develop strategies for effective data analysis and reporting<br> Define Quality metrics and relevant data sources<br> Select, configure and implement analytics solutions<br> Oversee all analytics operations to correct discrepancies and ensure quality<br> Build systems to transform raw data into actionable business insights<br> Apply industry knowledge to interpret data and improve performance<br> Keep abreast of industry news and trends<br> Take end to end ownership and management of Business Analytics.<br> Work closely with Data Engineering, design, data sciences, QC and QA teams to enable and adopt<br>business analytics.<br> Constantly look for opportunities to optimize the Analytics feature and performance.<br> Good understanding about analytics plat forms like Power BI, tableau etc.<br> Basic knowledge on Data Engineering and SQL queries<br> Exposure on Quality Systems like SAP, LIMS QMS etc.,<br> Knowledge on Computer Systems Validation (CSV) aspects and deliverables<br> Knowledge in Project management background and familiar with agile methodologies.</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;Required skillsets:-</p><p>Technical:<br> Knowledge of Excel, R and SQL; familiarity<br>with business intelligence tools (e.g. Tableau,<br>SAS)<br> Understanding of UI/UX processes<br> Agile Methodologies such as Scrum</p><p>Behavioural:<br> Reasoning and analytical ability&nbsp;<br> Agility and attention to detail<br> Good communication skills<br> Problem-solving aptitude</p><p>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;&nbsp;</p><p>&nbsp;</p>",
        "tags": [
            "Excel",
            "R",
            "SQL",
            "Microsoft Power BI",
            "Scrum"
        ]
    },
    {
        "id": "63b7eefd446a05491c6a999d",
        "title": "Risk Modelling",
        "type": "Permanent",
        "location": [
            "Mumbai",
            "Pune",
            "Bangalore Urban",
            "Gurgaon"
        ],
        "salary_start": 0,
        "salary_end": 0,
        "apply_link": "https://machinehack.com/jobs/?currentJobId=63b7eefd446a05491c6a999d",
        "description": "<p>CCAR Quantitative Modeler – Unsecured/Secured Products<br>&nbsp;<br>Description:<br> This position within Personal Banking and Wealth Management will develop CCAR/CECL models<br>for secured and unsecured portfolios (e.g., credit cards, installment loans, mortgage etc.)<br>The responsibility includes but not limited to the following activities:<br> Obtain and conduct QA/QC on all data required for CCAR/CECL model development<br> Develop segment and/or account level CCAR/CECL stress loss models<br> Perform all required tests (e.g. sensitivity and back-testing)<br> Validate/recalibrate all models annually to incorporate latest data. Redevelop as needed<br> Deliver comprehensive model documentation<br> Work closely with cross functional teams, including country/region’s business stakeholders,<br>model validation and governance teams, and model implementation team<br> Prepare responses/presentations to regulatory agencies on all CCAR/CECL models built<br>Qualifications:<br> Advanced Degree (Bachelors required, Masters / PhD preferred) in Statistics, Applied<br>Mathematics, Operations Research, Economics, MBA (Finance), or other highly quantitative<br>discipline<br> 2- 5 years’ experience in performing quantitative analysis, statistical modeling, loss forecasting,<br>loan loss reserve modeling, and particularly econometric modeling of consumer credit risk stress<br>losses<br> Experience with dynamics of unsecured or secured products a strong plus<br> Active role in performing some analytical components of an econometric modeling-driven stress<br>loss process (data collection, data integrity QA/QC/reconcilements, pre-processing,<br>segmentation, variable transformation, variable selection, econometric model estimation,<br>sensitivity testing, back testing, out-of-time testing, model documentation, and model production<br>implementation)<br> Exposure to various stress loss modeling approaches at the segment or account level preferred<br> Able to communicate technical information verbally and in writing to both technical and non-<br>technical audiences<br> Proficiency in SAS/SQL/Oracle/Unix/Microsoft Word, Excel and PowerPoint<br> Work as an individual contributor</p>",
        "tags": [
            "Risk Modeling",
            "SAS",
            "SQL",
            "Regulatory"
        ]
    }
]